{
    "Titel": [
        "Aufnahmeprüfung: Allgemeiner Test"
    ],
    "Akronym": [
        "GRE"
    ],
    "Typ": [
        "Computerbasierter oder papierbasierter standardisierter Test"
    ],
    "Entwickler / Administrator": [
        "Bildungsprüfdienst"
    ],
    "Wissen / Fähigkeiten getestet": [
        "Analytisches Schreiben, quantitatives Denken und mündliches Denken."
    ],
    "Zweck": [
        "Zulassungen zu Master- und Promotionsstudiengängen an verschiedenen Universitäten"
    ],
    "Beginn des Jahres": [
        "1936; vor 83 Jahren (1936)"
    ],
    "Dauer": [
        "Etwa 3 Stunden und 45 Minuten (inklusive 1-Minuten Pausen nach jedem Abschnitt und 10 Minuten Pause nach dem dritten Abschnitt)"
    ],
    "Partitur / Gradbereich": [
        "Analytische Schrift: 0.0 bis 6.0 (in 0,5-Punkt-Schritten),, Verbale Argumentation: 130 bis 170 (in 1-Punkt-Schritten),, Quantitative Argumentation: 130 bis 170 (in 1-Punkt-Schritten)."
    ],
    "Score / Grade Gültigkeit": [
        "5 Jahre"
    ],
    "Angeboten": [
        "Computerbasierter Test: Mehrmals im Jahr (abhängig von der Verfügbarkeit des Testzentrums), Papierbasierter Test: Bis zu dreimal im Jahr im Oktober, November und Februar"
    ],
    "Einschränkungen bei Versuchen": [
        "Computerbasierter Test: Kann nur einmal nach 21 Tagen ab dem Prüfungstag in jedem Jahr durchgeführt werden. Maximal 5 Mal im Jahr. (Gibt an, auch wenn der Kandidat die Ergebnisse eines zuvor durchgeführten Tests absagt.), Paperbasierter Test: Kann so oft wie angeboten genommen werden."
    ],
    "Länder / Regionen": [
        "Etwa 1.000 Testzentren in mehr als 160 Ländern, (Paperbasierter Test wird nur in Bereichen angeboten, in denen computerbasierte Tests nicht verfügbar sind.)"
    ],
    "Sprachen": [
        "Englisch"
    ],
    "Jährliche Anzahl der Prüfer": [
        "584,677 (2016)"
    ],
    "Voraussetzungen / Eignungskriterien": [
        "Keine offizielle Voraussetzung. Vorgesehen für Bachelor-Absolventen und Bachelor-Studierende, die im Begriff sind, ihren Abschluss zu machen."
    ],
    "Fee": [
        "US$ 205, (Limitierte Angebote von Fee Reduction Program für US-Bürger oder ansässige Ausländer, die finanzielle Bedürfnisse nachweisen, und für nationale Programme in den Vereinigten Staaten, die mit unterrepräsentierten Gruppen arbeiten.)"
    ],
    "Noten / Noten verwendet von": [
        "Die meisten Graduiertenschulen in den USA, und nur wenige in anderen Ländern"
    ],
    "Website": [
        "www.ets.org /gre"
    ]
}