{
    "Titel": [
        "Graduierten-Aptitude-Test im Ingenieurwesen"
    ],
    "Akronym": [
        "Gate"
    ],
    "Typ": [
        "Computerbasierter standardisierter Test"
    ],
    "Entwickler/Administrator": [
        "Gemeinsam durchgeführt von IISc und 7 IITs im Auftrag des National Co-ordination Board - GATE, Department of Higher Education, Ministry of Human Resource Development, Government of India."
    ],
    "Getestete Kenntnisse / Fähigkeiten": [
        "Bachelor-Grad-Kenntnisse der gewählten Ingenieurdisziplin oder Master-Grad-Kenntnisse der gewählten Wissenschaftsdisziplin."
    ],
    "Zweck": [
        "Zulassungen für Postgraduierten-Ingenieurwesen, Screening für Einstiegs-Engineering-Jobs."
    ],
    "Beginn des Jahres": [
        "1984 (1984) [ Entgegenhaltung erforderlich ]"
    ],
    "Dauer": [
        "3 Stunden"
    ],
    "Punkte / Notenbereich": [
        "Markierungen (unskaliert) von 100, in 0,33 Punktstufen., Punkte (skaliert) von 1000, in 1 Punktstufen."
    ],
    "Score / Grade Validity": [
        "3 Jahre (GATE 2015 weiter)."
    ],
    "Angeboten": [
        "Einmal jährlich (in der Regel im Februar)."
    ],
    "Länder / Regionen": [
        "Über 660 Zentren in Indien, Bangladesch, Äthiopien, Nepal, Singapur, Sri Lanka und den Vereinigten Arabischen Emiraten."
    ],
    "Sprachen": [
        "Englisch"
    ],
    "Voraussetzungen / Eignungskriterien": [
        "Abschlussstudierende oder Absolvent eines Bachelor-Abschlusses (oder gleichwertiges Studium) in Ingenieurwesen/Architektur oder Master-Abschluss (oder gleichwertiges Studium) in Wissenschaft,"
    ],
    "Fee": [
        "INR 750 für indische Frauen, SC, ST und körperlich geforderte Kandidaten., INR 1500 für alle anderen indischen Kandidaten., US $ 50 für internationale Kandidaten."
    ],
    "Partituren / Noten verwendet von": [
        "Verschiedene indische Ingenieurhochschulen bieten post-graduate Ausbildung, mehrere öffentliche Sektor indische Unternehmen Rekrutierung Ingenieure, etc."
    ],
    "Website": [
        "gate.iitm.ac.in (für GATE 2019)"
    ]
}