{
    "Titel": [
        "Rechtsschule Zulassungstest"
    ],
    "Abkürzung": [
        "LSAT"
    ],
    "Typ": [
        "Standardisierte Prüfung"
    ],
    "Entwickler / Administrator": [
        "Rechtsschule Zulassungsrat"
    ],
    "Getestete Kenntnisse / Fähigkeiten": [
        "Leseverständnis, analytisches Denken, logisches Denken und (nicht gestricheltes) Schreiben."
    ],
    "Zweck": [
        "Zulassungen zu Juris Doctor (JD)-Programmen von Rechtsschulen in den Vereinigten Staaten, Kanada und einigen anderen Ländern."
    ],
    "Beginn des Jahres": [
        "1948 (1948)"
    ],
    "Dauer": [
        "35 Minuten für jeden der 5 Abschnitte, für insgesamt 2 Stunden und 55 Minuten (ohne Pausen)."
    ],
    "Punkte / Notenbereich": [
        "120 bis 180, in 1 Punkt Schritten."
    ],
    "Score / Grade Validity": [
        "Werte von bis zu 12 Tests seit dem 1. Juni 2008 sind gültig."
    ],
    "Angeboten": [
        "Im Jahr 2018 5 Mal: Februar, Juni, Juli, September und November."
    ],
    "Einschränkungen von Versuchen": [
        "Ab September 2019 nicht mehr als 3 Versuche in einem LSAC-Jahr (Juni-Mai), nicht mehr als 5 Versuche in 5 Jahren, nicht mehr als 7 Versuche im Leben. Ausnahmen können für besondere Umstände gewährt werden."
    ],
    "Länder / Regionen": [
        "Weltweit"
    ],
    "Sprachen": [
        "Englisch"
    ],
    "Voraussetzungen / Eignungskriterien": [
        "Keine offizielle Voraussetzung. Vorgesehen für Bachelor-Absolventen und Bachelor-Studierende, die sich an Rechtsschulen bewerben wollen. Fluency in English angenommen."
    ],
    "Fee": [
        "US$190., (US-, kanadische und australische Staatsbürger mit extremen finanziellen Bedürfnissen können Gebührenbefreiungen gewährt werden, die für zwei Tests in einem Zeitraum von zwei Jahren gültig sind.)"
    ],
    "Noten / Noten verwendet von": [
        "Law Schools in den Vereinigten Staaten, Kanada, Australien und einigen anderen Ländern."
    ],
    "Website": [
        "www.lsac.org /jd /lsat"
    ]
}