{
    "शीर्षक": [
        "रिकार्ड परीक्षा: सामान्य परीक्षा"
    ],
    "संक्षिप्त नाम": [
        "GRE"
    ],
    "प्रकार": [
        "कंप्यूटर आधारित या कागज आधारित मानक परीक्षा"
    ],
    "विकासकर्ता/प्रबंधक": [
        "शिक्षा परीक्षण सेवा"
    ],
    "ज्ञान/कुशलताओं का परीक्षण": [
        "विश्लेषणात्मक लेखन, मात्रात्मक तर्क और मौखिक तर्क"
    ],
    "उद्देश्य": [
        "विभिन्न विश्वविद्यालयों में मैट्रिक और डॉक्टरेट डिग्री कार्यक्रमों में प्रवेश"
    ],
    "वर्ष शुरू हुआ": [
        "1936; 83 साल पहले (1936)"
    ],
    "अवधि": [
        "लगभग 3 घंटे और 45 मिनट (प्रत्येक धारा के बाद एक मिनट के ब्रेक और तीसरे धारा के बाद एक 10 मिनट के ब्रेक शामिल है)"
    ],
    "अंक/श्रेणी दायरा": [
        "विश्लेषणात्मक लेखन: 0.0 से 6.0 (0.5-बिंदु वृद्धि में),, शब्दात्मक तर्क: 130 से 170 (1-बिंदु वृद्धि में),, मात्रात्मक तर्क: 130 से 170 (1-बिंदु वृद्धि में)."
    ],
    "अंक/श्रेणी वैधता": [
        "5 वर्ष"
    ],
    "प्रस्तावित": [
        "कंप्यूटर आधारित परीक्षा: एक वर्ष में कई बार (परीक्षा केन्द्र की उपलब्धता पर निर्भर करता है), पेपर आधारित परीक्षा: अक्टूबर, नवंबर और फरवरी में एक वर्ष में 3 बार तक"
    ],
    "प्रयासों पर प्रतिबंध": [
        "कंप्यूटर आधारित परीक्षा: प्रत्येक वर्ष परीक्षा के दिन से 21 दिन बाद केवल एक बार लिया जा सकता है. अधिकतम 5 बार प्रति वर्ष. (यदि उम्मीदवार पहले की परीक्षा में प्राप्त अंकों को रद्द करता है तो भी लागू होता है.), पेपर आधारित परीक्षा: यह जितनी बार दिया जाता है उतनी बार लिया जा सकता है."
    ],
    "देशों/क्षेत्रों": [
        "160 से अधिक देशों में लगभग 1,000 टेस्ट केंद्र (पेपर आधारित टेस्ट केवल उन क्षेत्रों में उपलब्ध नहीं है जहां कंप्यूटर आधारित टेस्ट उपलब्ध नहीं है।)"
    ],
    "भाषाएँ": [
        "इंग्लिश"
    ],
    "परीक्षा लेने वालों की वार्षिक संख्या": [
        "584,677 (2016)"
    ],
    "अर्हता संबंधी शर्तें/आधारक kriteeria": [
        "कोई आधिकारिक पूर्व शर्त नहीं. स्नातकोत्तर डिग्री स्नातकों और स्नातकोत्तर विद्यार्थियों के लिए अभिप्रेत है जो स्नातक बनने के लिए जा रहे हैं. अंग्रेज़ी में दक्षता पर विचार किया जाता है."
    ],
    "फीस": [
        "205 अमरीकी डॉलर, (अमेरीकी नागरिकों या वित्तीय आवश्यकता प्रदर्शित करने वाले निवासी विदेशीों के लिए फीस कमन कार्यक्रम के सीमित प्रस्ताव, और संयुक्त राज्य अमेरिका में राष्ट्रीय कार्यक्रमों के लिए, जो कम प्रतिनिधित्व वाले समूहों के साथ काम करते हैं.)"
    ],
    "द्वारा उपयोग किए गए अंक/श्रेणियाँ": [
        "अमेरिका में अधिकांश स्नातक विद्यालय, और कुछ अन्य देशों में"
    ],
    "वेबसाइट": [
        "www.ets.org/gre"
    ]
}