{
    "शीर्षक": [
        "प्रथम विश्वयुद्ध"
    ],
    "दिनांक": [
        "28 जुलाई 1914 – 11 नवंबर 1918 (4 वर्ष, 3 महीने और 2 सप्ताह)"
    ],
    "शांति समझौते": [
        "वेर्सिल संधि 28 जून 1919 को हस्ताक्षरित (4 वर्ष और 11 महीने)",
        "सेंट-जेर्मन-एन-ले समझौता 10 सितंबर 1919 को हस्ताक्षरित (5 वर्ष, 1 माह, 1 सप्ताह और 6 दिन)",
        "नोइली-सउर-सीन समझौता 27 नवंबर 1919 को हस्ताक्षरित (4 वर्ष, 1 माह, 1 सप्ताह और 6 दिन)",
        "ट्रियानोन समझौता 4 जून 1920 को हस्ताक्षरित (5 वर्ष, 10 महीने और 1 सप्ताह)",
        "सेवेर्स समझौता 10 अगस्त 1920 को हस्ताक्षरित (6 वर्ष, 1 सप्ताह और 6 दिन)",
        "संयुक्त राज्य अमरीका-ऑस्ट्रिया शांति समझौता 24 अगस्त 1921 को हस्ताक्षरित (3 वर्ष, 8 महीने, 2 सप्ताह और 3 दिन)",
        "संयुक्त राज्य अमरीका-germany शांति समझौता 25 अगस्त 1921 को हस्ताक्षरित (4 वर्ष, 4 महीने, 2 सप्ताह और 5 दिन)",
        "संयुक्त राज्य अमरीका-हंगरी शांति समझौता 29 अगस्त 1921 को हस्ताक्षरित (3 वर्ष, 8 महीने, 3 सप्ताह और 1 दिन)",
        "24 जुलाई 1923 को हस्ताक्षरित लाउसन संधि (8 वर्ष, 8 महीने, 3 सप्ताह और 4 दिन)"
    ],
    "स्थान": [
        "यूरोप",
        "अफ्रिका",
        "मध्य पूर्व",
        "प्रशांत द्वीप",
        "चीन",
        "भारतीय महासागर",
        "उत्तर और दक्षिण अटलांटिक महासागर"
    ],
    "परिणाम": [
        "सहयोगी विजय",
        "पश्चिमी फ्रंट पर हार से पूर्वी फ्रंट पर केंद्रीय शक्तियों का विजय शून्य हो गया",
        "यूरोप में सभी महाद्वीपीय साम्राज्यों का पतन (जिसके अंतर्गत जर्मनी, रूस, तुर्की और आस्ट्रिया-हंगरी भी हैं)",
        "रूसी क्रांति और रूसी गृहयुद्ध – रूसी साम्राज्य का पतन और उसके बाद सोवियत संघ का गठन",
        "तुर्की की स्वतंत्रता सेनानी की शुरुआत",
        "यूरोप और एशिया में व्यापक अशांति और क्रांति",
        "यूरोप में फासिस्टवाद का उत्थान",
        "राष्ट्र संघ की स्थापना"
    ],
    "क्षेत्रीय परिवर्तन": [
        "यूरोप और मध्य पूर्व में नए देशों का गठन",
        "जर्मनी के उपनिवेशों और क्षेत्रों, पूर्व Османी साम्राज्य के क्षेत्रों, पूर्व आस्ट्रो-हंगेरिया साम्राज्य के क्षेत्रों और सोवियत संघ के क्षेत्रों का अन्य देशों के लिए रणक्षेत्र"
    ]
}