{
    "titre": [
        "Test d'aptitude aux études supérieures en génie"
    ],
    "Acronyme": [
        "GATE"
    ],
    "Type": [
        "Essai normalisé informatisé"
    ],
    "Développeur / administrateur": [
        "Conduit conjointement par l'IISc et 7 IIT au nom du Conseil National de Coordination - GATE, Département de l'Enseignement Supérieur, Ministère du Développement des Ressources Humaines, Gouvernement de l'Inde."
    ],
    "Connaissances / compétences testées": [
        "Connaissance de niveau de baccalauréat de la discipline d'ingénierie choisie ou connaissance de niveau de maîtrise de la discipline scientifique choisie."
    ],
    "But": [
        "Admissions d'ingénieurs de troisième cycle, sélection pour les emplois d'ingénieur de premier niveau."
    ],
    "Année de début": [
        "1984 (1984) [ citation nécessaire ]"
    ],
    "Durée": [
        "3 heures"
    ],
    "Score / range range": [
        "Marks (non étalonnés) sur 100, en incréments de 0,33 point., Score (étalonnés) sur 1000, en incréments de 1 point."
    ],
    "Score / validité de la note": [
        "3 ans (GATE 2015 onward)."
    ],
    "offerts": [
        "Une fois par année (habituellement en février)."
    ],
    "Pays / régions": [
        "Plus de 660 centres en Inde, au Bangladesh, en Éthiopie, au Népal, à Singapour, au Sri Lanka et aux Émirats arabes unis."
    ],
    "Langues": [
        "Anglais"
    ],
    "Prérequis / Critères d'admissibilité": [
        "Étudiant de dernière année ou diplômé d'un baccalauréat (ou équivalent) en génie/architecture ou maîtrise (ou équivalent) en sciences, applications informatiques, etc."
    ],
    "Frais": [
        "INR 750 pour les femmes indiennes, SC, ST, et les candidats handicapés physiques., INR 1500 pour tous les autres candidats indiens., US $ 50 pour les candidats internationaux."
    ],
    "Scores / grades utilisés par": [
        "Divers collèges d'ingénieurs indiens offrant des études supérieures, plusieurs entreprises du secteur public indiens recrutent des ingénieurs, etc."
    ],
    "Site web": [
        "gate.iitm.ac.in (pour GATE 2019)"
    ]
}