{
    "titre": [
        "Test d'admission à l'école de droit"
    ],
    "Acronyme": [
        "LSAT"
    ],
    "Type": [
        "Essai normalisé"
    ],
    "Développeur / administrateur": [
        "Conseil d'admission à l'école de droit"
    ],
    "Connaissances / compétences testées": [
        "Compréhension de la lecture, raisonnement analytique, raisonnement logique et écriture (non notée)."
    ],
    "But": [
        "Admissions aux programmes de Juris Doctor (JD) des facultés de droit aux États-Unis, au Canada et dans d'autres pays."
    ],
    "Année de début": [
        "1948 (1948)"
    ],
    "Durée": [
        "35 minutes pour chacune des 5 sections, pour un total de 2 heures et 55 minutes (hors pauses)."
    ],
    "Score / range range": [
        "120 à 180, en incréments de 1 point."
    ],
    "Score / Validité de la note": [
        "Les scores jusqu'à 12 tests effectués depuis le 1er juin 2008 sont valides."
    ],
    "offerts": [
        "En 2018, 5 fois : février, juin, juillet, septembre et novembre."
    ],
    "Restrictions sur les tentatives": [
        "À partir de septembre 2019, pas plus de 3 tentatives en une année LSAC (juin-mai), pas plus de 5 tentatives en 5 ans, pas plus de 7 tentatives en une vie. Des exceptions peuvent être accordées pour des circonstances particulières."
    ],
    "Pays / régions": [
        "Monde entier"
    ],
    "Langues": [
        "Anglais"
    ],
    "Prérequis / Critères d'admissibilité": [
        "Pas de prérequis officiel. A l'intention des diplômés de baccalauréat et des étudiants de premier cycle sur le point d'obtenir leur diplôme, qui veulent postuler dans les écoles de droit."
    ],
    "Frais": [
        "US$190., (Les citoyens américains, canadiens et australiens ayant des besoins financiers extrêmes peuvent se voir accorder des exemptions de frais valables pour deux tests sur une période de deux ans.)"
    ],
    "Scores / notes utilisées par": [
        "Écoles de droit aux États-Unis, au Canada, en Australie et dans d'autres pays."
    ],
    "Site Web": [
        "www.lsac.org /jd /lsat"
    ]
}