{
    "titre": [
        "Examen des dossiers : épreuve générale"
    ],
    "Acronyme": [
        "GRE"
    ],
    "Type": [
        "Test normalisé sur ordinateur ou sur papier"
    ],
    "Développeur / administrateur": [
        "Service de test éducatif"
    ],
    "Connaissances / compétences testées": [
        "Rédaction analytique, raisonnement quantitatif et raisonnement verbal."
    ],
    "But": [
        "Admissions à des programmes de maîtrise et de doctorat dans diverses universités"
    ],
    "Année de début": [
        "1936; il y a 83 ans (1936)"
    ],
    "Durée": [
        "Environ 3 heures et 45 minutes (inclut des pauses d'une minute après chaque section et une pause de 10 minutes après la troisième section)"
    ],
    "Score / range range": [
        "Écrit analytique : 0,0 à 6,0 (en incréments de 0,5 point),, raisonnement verbal : 130 à 170 (en incréments de 1 point),, raisonnement quantitatif : 130 à 170 (en incréments de 1 point)."
    ],
    "Score / validité de la note": [
        "5 ans"
    ],
    "Offerts": [
        "Test sur ordinateur: Plusieurs fois par an (selon la disponibilité du centre de test), Test sur papier: Jusqu'à 3 fois par an en octobre, novembre et février"
    ],
    "Restrictions sur les tentatives": [
        "Test informatisé : Ne peut être effectué qu'une seule fois après 21 jours à partir du jour de l'examen chaque année. Maximum de 5 fois par an. (S'applique même si le candidat annule les scores sur un test effectué précédemment.), Test sur papier : Peut être pris aussi souvent qu'il est offert."
    ],
    "Pays / régions": [
        "Environ 1 000 centres d'essais dans plus de 160 pays, (Test sur papier offert uniquement dans les domaines où les tests sur ordinateur ne sont pas disponibles.)"
    ],
    "Langues": [
        "Anglais"
    ],
    "Nombre annuel de participants à l'essai": [
        "584,677 (2016)"
    ],
    "Prérequis / Critères d'admissibilité": [
        "Pas de prérequis officiel. A l'intention des diplômés de baccalauréat et des étudiants de premier cycle qui sont sur le point d'obtenir leur diplôme."
    ],
    "Frais": [
        "US$ 205, (Offres limitées du « Programme de réduction des frais » pour les citoyens américains ou les étrangers résidents qui démontrent des besoins financiers, et pour les programmes nationaux aux États-Unis qui travaillent avec des groupes sous-représentés.)"
    ],
    "Scores / notes utilisées par": [
        "La plupart des écoles supérieures aux États-Unis, et peu dans d'autres pays"
    ],
    "Site web": [
        "www.ets.org /gre"
    ]
}