{
    "subset": [
        "Flatliners made 50 million over it's budget at the box office.",
        "Brokeback Mountain made 200 million dollars over it's budget at the box office.",
        "Jeepers Creepers made over 40 million dollars over it's budget at the box office.",
        "Hostiles made more money at the box office than the budget was.",
        "Jolly LLB 2 made over 175 crore over it's budget at the box office.",
        "Jigsaw made less than 100 million over it's budget at the box office.",
        "Goldfinger would have had a run time over 2 hours if it wasn't edited to the max.",
        "Jeepers Creepers 3 recouped it's budget at the box office.",
        "Close Encounters of the Third Kind grossed over a quarter billion dollars at the box office over it's budget.",
        "Incredibles 2 made over a billion dollars at the box office.",
        "Concussion made more at the box office than its budget.",
        "Fist Fight's budget was nearly half what it made at the box office.",
        "Dead Poets Society made over 200 million dollars more at the box office than it cost to make.",
        "Inferno's budget exceeded its box office.",
        "Claire Foy starred in a movie written by William Nicholson.",
        "Lawrence of Arabia was nominated for several different awards.",
        "Innervisions doubled its budget in box office sales.",
        "The movie Chittagong was edited by the same person that wrote it.",
        "The film Insomnia made over 100 million dollars at the box office.",
        "Jeepers Creepers made about 60 million over it's budget at the box office.",
        "Brave gain money at the Box office.",
        "Seven Samurai's box office was lower than its budget.",
        "Brooklyn made less than 60 million dollars at the box office.",
        "Fargo made over $60 million at the box office.",
        "Isle of Dogs made over $60 million dollars in the box office.",
        "Dhruva gain money at the box office.",
        "Insidious made over 60 times its budget in the box office.",
        "In the Electric Mist made more than its budget in the box office.",
        "Fargo earned over 100 million dollars in the box office.",
        "Edelweiss is a wheat beer.",
        "Chongqing is a Taiwanese municipality.",
        "Deontay Wilder is a fighter with a nearly perfect Win-Loss record.",
        "Kara Mucho is a corn product.",
        "Dennis Wilson is one of the Wilson brothers that made up the famous band, The Beach Boys.",
        "Ambedkar Jayanti is a religious holiday.",
        "Dakar Rally is extremely popular.",
        "Juan Trippe Nationality is  Australian.",
        "Kapil Sharma is a newlywed.",
        "HTC's Dream is a flip phone.",
        "Indore's district collector is Ashish Singh.",
        "Camelot is a bay-coloured stallion.",
        "Sandy McDonald is Tennant's uncle.",
        "Jackie Evancho is a teenaged performer.",
        "Jacqueline Kennedy Onassis's maiden surname is Onassis.",
        "Buckpassers is a female racer",
        "Santiago Foundation on 12 February 1542",
        "Hanoi is sparsely populated.",
        "Bulgarians comprise only 50 percent of the population in the Republic of Bulgaria.",
        "Most of Cherry Bomb was recorded at Terminus Recording in New York.",
        "Derby is a Labour stronghold.",
        "Dalian is a city.",
        "Captain Confederacy is fictional.",
        "Denver, Colorado comprises the majority of the Metro area.",
        "Jemaine Clement has won awards for his comedy routine.",
        "ThevClover Leaf FabergŽ egg is the tallest faberge egg in the world, at just under 3 feet.",
        "Kasabian has won numerous awards for their music.",
        "Cloud Computing was a horse.",
        "John McCain won dozens of awards.",
        "Buffalo Springfield shifted to heavy metal.",
        "Bronski Beat was one of the most popular bands to come out of Seattle during the late 1990s.",
        "Journey has won many music awards.",
        "Highly Suspect has won awards for their music.",
        "Although known for several genres, Broken Social Scene is most associated with house music",
        "Butter Pie was originally made in Scotland.",
        "Brave won many awards for its animation.",
        "Cheek to Cheek had three producers.",
        "Josh Homme has won many awards for his music.",
        "Sony BMG has never signed a band from Wichita Falls.",
        "Bush has won many awards for its music.",
        "Ciara has won many awards.",
        "British Steel took three months to record.",
        "Jefferson Starship won many awards for its music.",
        "Men's handball at the Games of the XXX Olympiad had 20 games.",
        "Men's cycling road race at the Games of the XXXI Olympiad race distance is 242 kms",
        "Men's golf at the Games of the XXXI Olympiad was poorly attended.",
        "Judo at the Games of the XXXI Olympiad was poorly attended.",
        "Men's golf at the Games of the XXXI Olympiad took place in 2016.",
        "Men's super heavyweight boxing at the Games of the XXXI Olympiad was held in Riocentro's biggest Pavilion.",
        "Men's handball at the Games of the XXX Olympiad had over 1000 points scored.",
        "Men's golf at the Games of the XXXI Olympiad had 5 dozen competitors.",
        "Gymnastics is available at the Games of XXVIII Olympiad",
        "Gymnastics at the Games of the XXVII Olympiad was poorly attended.",
        "Judo at the Games of the XXXI Olympiad took place in August 2016.",
        "10 nations participated in the Women's artistic individual all-around at the Games of the XXXI Olympiad.",
        "The Equestrian competition at the Games of the XXXI Olympiad was held at a stadium.",
        "Men's cycling road race at the Games of the XXXI Olympiad 63 competitors from 144 nations",
        "Men's cycling road race at the Games of the XXXI Olympiad conducted at Fort Copacabana on 6 August 2016",
        "Women's artistic team all-around at the Games of the XXVI Olympiad took place in Savannah, GA.",
        "Gymnastics events at the Olympiad prior to the XXXI Olympiad occurred in August 2012.",
        "Gymnastics at the Games of the XXIII Olympiad took 2 weeks to compete.",
        "Men's super heavyweight boxing at the Games of the XXX Olympiad had over two dozen competitors.",
        "Colby was developed in the United States.",
        "Bulb Fields is an early work completed before his more famous paintings.",
        "Jed Wolf was raised entirely in the United States.",
        "Hires comes from the United States.",
        "Colby exists in the United States",
        "Caffeine Free Pepsi is Pepsi's highest selling product.",
        "Commonwealth of the Philippines was a colony of the United States.",
        "Gosho Aoyama belo0ngs to the nationality of United states",
        "Ex Machina was released simultaneously in the United Kingdom and the United States.",
        "The vault champion was from the United States.",
        "Commonwealth of the Philippines was controlled by the United States.",
        "Eugene Kaspersky was born a United States citizen.",
        "Mustaine once a bought a Ford Mustang car because of how closely it resembled his last name.",
        "Charismatic is a racing stallion from the United States.",
        "Jason Bourne premiered in the United States before Odeon Leicester Square.",
        "Jacob comes from the United Kingdom.",
        "Cutting the Stone is located in an English speaking country.",
        "Culture Club performed in London in 1997.",
        "Cape Verdean Creole is spoken more than Portuguese in Cabo Verde.",
        "Issa Album is over an hour long.",
        "The album Human is over an hour long.",
        "The album Ctrl is over an hour long.",
        "The album Coda is over an hour long.",
        "The album Jeffery was over an hour long.",
        "Ill Communication is over an hour long.",
        "The album Jeffery is over an hour in length.",
        "infinite is over an hour long.",
        "Innervisions is over an hour long.",
        "Homogenic is over an hour long.",
        "Images and Words is over an hour long.",
        "G N' R Lies is over an hour long.",
        "Gorillaz is over an hour in length.",
        "Chief Keef lives in the house he grew up in.",
        "Illuminate was over an hour long.",
        "Chinatown was produced by Mr. Towne.",
        "Highway to Hell is over an hour long.",
        "It took two months to record in 1971.",
        "Illmatic took over 12 months to record.",
        "It took several months to record Favourite Worst Nightmare.",
        "Ill Communication took 11 months to record.",
        "The album Jeffery took several months to record.",
        "David Bowie is the self-titled debut album of David Bowie.",
        "In the Zone took 10 months to record.",
        "The artwork took 4 months to complete.",
        "Gray Tree took 5 months to complete.",
        "Interior took Degas 12 months to complete.",
        "The Utah Valley Express took 5 years to build.",
        "Hysteria took more than 36 months to record.",
        "Homework took more than 36 months to record.",
        "Invincible took nearly 4 years to record.",
        "Homework took more than 24 months to record.",
        "The artwork took 2 months to complete.",
        "K‡lm‡n Tihanyi lived their whole life in Hungary.",
        "Hiromu Arakawa made Fullmetal Alchemist.",
        "J. Willard Marriott was born right at the start of the 20th centry.",
        "Ivan Pului lived their whole life in Austria.",
        "Jackie Chan has lived in Hong Kong his whole life.",
        "Johan Petter Johansson lived their whole life in Sweden",
        "Johannes Kepler lived in Austria her whole life.",
        "John Napier lived in Scotland his whole life.",
        "John Wayne Gacy lived his whole life in Illinois.",
        "Janet Leigh lived their whole life in California.",
        "John Napier lived their whole life in Scotland.",
        "Ivar Jacobson has lived in Sweden his whole life.",
        "Indira Gandhi was a politician his whole adult life.",
        "Jennette McCurdy has lived in California her whole life.",
        "Humphrey lived in London his whole life.",
        "Janet Leigh lived in California for her whole life.",
        "Buffalo, New York is a city.",
        "Buffalo is home of the hockey team, the Sabres.",
        "Hoboken, New Jersey government body is bicameral.",
        "Camden is a city in New York.",
        "JFK is the biggest airport in New York City.",
        "Haile Thomas does not currently live in the city she was born in.",
        "Stephen D. Marks was democratically elected administrator of Hoboken, New Jersey.",
        "Camden has never had a mayor in it's history.",
        "The headquarter of United States Bowling Congress is in New York City, New York, U.S.",
        "Interpol originates from New York.",
        "Hypatia is new.",
        "Ron S. Geffner was born in New York City.",
        "Black Turin was released in Paris prior to its release in Italy.",
        "Statue of Liberty is located in Liberty Island Manhattan, New York City, New York, U.S. and dedicated on October 28, 1886.",
        "Breaking Home Ties was awarded medals for his service.",
        "Robert Zemeckis has worked on the same project as Don Burgess.",
        "Bullet for My Valentine has been active for 50 years.",
        "BtoB has been active for over 10 years.",
        "Brigitte Nielsen has been active for over 40 years.",
        "BTS has been active for 9 years.",
        "The website camelproductions.com has information about the progressive rock band Camel.",
        "Bowling for Soup has been active for over 20 years.",
        "Bronski Beat has been active for forty years.",
        "Katharine McPhee has been active for over 20 years.",
        "Chyler Leigh has been active for over 20 years.",
        "Hitoshi Sakimoto has been active for over 30 years.",
        "KARD has been active for over 5 years.",
        "Ja Rule has been active in music for over 25 years.",
        "Bryson Tiller has been active in music for over 10 years.",
        "Josh has 3 children",
        "Nadia Cassini has 3 children.",
        "J. Willard Marriott lived in Utah for 24 years.",
        "Charlize Theron had 2 children with Stuart Townsend",
        "Ignacy Mo_cicki had 4 children with Michalina Czy_ewska.",
        "Anna Maria Alberghetti Born on May 15, 1934",
        "Brand New was active as a band for just under a decade before disbanding.",
        "Maurice Wilkins born on 15 December 1916",
        "Eugene Kaspersky had both his children with Natalya Kaspersky",
        "Hugh Jackman has 5 children.",
        "Chuck Norris fought Bruce Lee.",
        "J. Willard Marriott was died on August 13, 1986",
        "Rachel Weisz had 1 children",
        "A Sh_kaku class ship was used in WWII.",
        "Medical College Admission Test is the most respected test used by Medical colleges.",
        "The Telmac 1800 used floppy disks.",
        "The cooling system used for the Nissan BD engine is",
        "The SSC CGL is free for all test-takers.",
        "Graduate Management Admission Test is fraud and cheat-proof.",
        "The Airbus A300-600R is used by package distribution companies",
        "The SAT is a secure and cheat-proof test taken by students worldwide.",
        "The municipality of Heraklion used to be larger.",
        "Sudan Airways only used Boeing 737-200C",
        "Chelsea Manning used to associate herself with the Republican party.",
        "Jokgu used to have a different Hangul.",
        "Norman Rockwell specializes in oil painting.",
        "Crucifixion of Saint Peter has always hung in the same place.",
        "Crucifixion (Corpus Hypercubus) is one of Salvador Dali's final works.",
        "Elective Affinities was a watercolor painting.",
        "Rembrandt is a Painter.",
        "Daybreak is Maxfield Parrish's favorite painting.",
        "Interior is a watercolor painting.",
        "The painting was oil on canvas.",
        "Painting was drawn by Pierre-Auguste Renoir",
        "Image Comics always cotained only gothic science-fiction.",
        "Caravaggio made an oil painting in the late sixteenth century.",
        "Diana and Callisto is a 16th century painting.",
        "Katharine McPhee was born on the West Coast.",
        "Hiram Percy Maxim was born on the east coast.",
        "Kareem Abdul-Jabbar was born on the east coast.",
        "Jennette McCurdy was born on the west coast of the USA.",
        "Bryce Dallas Howard was born on the west coast of the USA.",
        "The E Street Band was formed on the East Coast.",
        "Felicia Day is an entertainer from the south.",
        "James Hetfield was born on the west coast of the USA.",
        "John Frusciante was born on the west coast.",
        "Huey Lewis and the News origins lie on the east coast of the United States.",
        "John Denver was born on the east coast.",
        "The E Street Band is from the west coast of U.S..",
        "Jeepers Creepers 3 has a run time over two hours long.",
        "Fargo's run time is over two hours long.",
        "Kaabil has a run time that is less than two hours long.",
        "Fences' run time is less than two hours long.",
        "Hostiles has a run time over 2 hours long.",
        "Jaws' run time is under two hours long.",
        "Everything, Everything has a run time over two hours long.",
        "Captain Phillips was considered controversial to those close to the actual events and accused the real Phillips of many wrongdoings.",
        "Jason Bourne is over two hours long in running time.",
        "Ni Liv is a famous movie.",
        "Brooklyn has a run time under two hours.",
        "Eraserhead has a run time under two hours.",
        "Hysteria sold millions of albums.",
        "Innuendo sold millions of albums.",
        "The album Concrete and Gold wound up winning awards for its quality.",
        "Burn Energy has a coffee-flavored variation.",
        "Daniel is a 15th century poem.",
        "The makers of the popular candy bar Butterfingers have been a small closely held family company since its inception.",
        "Eight Elvises was sold by Andy Warhol.",
        "Inca Kola is only sold in Peru.",
        "Invisible Touch sold millions of records.",
        "CLC has released 4 albums.",
        "Atari 2600 was sold only domestically.",
        "Imagine Dragons is associated with Egyptian.",
        "The Butthole Surfers have more associated acts than labels they've been on.",
        "Cerebral palsy is associated with vaccination.",
        "Chief Keef is associated with Andrea Bocelli and mainly sings opera.",
        "Chevelle has associated themselves with Squint and Epic labels only.",
        "Buddy was the first Labrador Retriever breed to be a pet of the First Family of the United States.",
        "Joni Mitchell was associated with Jimmie Hendrix.",
        "Boeing 717 is associated with Delta Air",
        "Chad Kroeger, associated with Nickelback, has 604 labels.",
        "Insane Clown Posse is associated with Limp Bizkit.",
        "Culture Club broke up in 1986 and got back together for one last hurrah tour in 2011.",
        "Jacob Schick died in the same country where he was born.",
        "Villalobos died in a different country than where he was born.",
        "John Cyril Porte died in a different country than where he was born.",
        "Eddie Rickenbacker died in a different country from the one where he was born.",
        "Isaac Hayes died in the same state where he was born.",
        "Joe Strummer died in the same country where he was born.",
        "Joe Strummer died in the different country where he was born.",
        "Jawaharlal Nehru died in the same country he was born.",
        "John Krasinski resides in the same state where he was born.",
        "David Hasselhoff always lived in the USA.",
        "K‡lm‡n Tihanyi died in the same city where he was born.",
        "John Harrison received the Copley Medal for his marine chronometer.",
        "Kees Schouhamer Immink received the Faraday Medal before getting the Edison Medal.",
        "John Desmond Bernal received the Stalin Peace prize prior to getting the Royal Medal.",
        "The  IEEE Edison Medal was awarded to Jun-ichi Nishizawa in his 70s.",
        "John Harrison was awarded the Copley Medal in his 50s.",
        "The Patronal Medal was awarded from 1974 to 2013.",
        "He won the Australian Police Medal in 2005.",
        "Sir John Ambrose Fleming won the Albert Medal before he won the Hughes medal.",
        "Dev Anand only had one spouse, with whom he had two children.",
        "Charles Francis Jenkins won the John Scott Medal before the Elliott Cresson Medal.",
        "Sir Humphry Davy won the Copley Medal before the Royal Medal.",
        "Buttery, a bread roll, has four different alternative names.",
        "Major depressive disorder can be cured with a change in environment.",
        "The Moto G's removable storage can be expanded with a 16 GB microSDXC.",
        "Bell’s palsy can be reoccurring.",
        "Combined driving can be a violent sport because of the animals.",
        "Terbium can be found in solid form.",
        "The shutter can be manually controlled in Nikon D700.",
        "Parkinson's disease can be treated with medicine.",
        "Astatine can be found on the periodic table.",
        "Lockjaw can be prevented with the tetanus vaccine.",
        "Jay & Silent Bob was a monthly serial that ran for a decade.",
        "The musician Flea learned to play piano before they played bass.",
        "John Mayer learned piano before they learned guitar.",
        "Julian Lennon learned to play the keyboards before he played guitar.",
        "John Mayer learned to play harmonica before they played guitar.",
        "Before playing piano, Julia Michaels was already playing guitar.",
        "Isaac Hayes played piano for Booker T. & the M.G.'s.",
        "Jeff Buckley learned to play dulcimer before learning to play the piano.",
        "Before learning to play the guitar, Jerry Lee Lewis learned how to play the piano.",
        "Joan Baez could play the piano before she ever played guitar.",
        "Diana Ross passed away when she was 68.",
        "Chance The Rapper began playing piano before they sang.",
        "1992 Winter Olympics Ice Hockey  ← 1989",
        "Ice Hockey was played in the 1988 Winter Olympics.",
        "Ice hockey at the 1984 Winter Olympics is in Feb",
        "The 1988 Winter Olympics Ice Hockey was watched by millions.",
        "The men's ice hockey tournament at the 1994 Winter Olympics in Lillehammer, Norway.",
        "Wayne Gretzky is still playing professional.",
        "Over thirty matches were played in the 1998 Winter Olympics Men's Ice Hockey.",
        "1992 Winter Olympics Ice Hockey Goals scored 320 (6.87 per match)",
        "1992 Winter Olympics Ice Hockey Matches played 46",
        "Ice hockey was played for over a week in the 84 olympics.",
        "1992 Winter Olympics Ice Hockey saw more than a hundred matches played.",
        "Condrieu AOC is producing many varieties of grapes.",
        "J.D. Power has more than 1000 employees.",
        "Juice Plus+ Garden Blend has more than the recommended daily value of Vitamin A.",
        "Ex Machina has more than 50 issues.",
        "Sierra Club has staff of more than 1000 employees.",
        "The Royal Society of Edinburgh has more founders than focuses.",
        "The HTC Dream has more than 1000 mAh of battery.",
        "Islamabad has more urban than rural spaces",
        "The W1 has more than 50 covers.",
        "Gennady Golovkin has more losses than draws.",
        "Stephen Marks has more power than Bhalla.",
        "Keith Richards has a University degree.",
        "Carnegie Mellon University is in a rural location",
        "Georgetown University's mascot is the hornet.",
        "The mascot of Johns Hopkins University is a bird.",
        "Indigo is the dominant color of Auburn University.",
        "Brandeis University attracts a largely Jewish student body.",
        "Clemson University is a historically black university.",
        "Clemson University's mascot is the Giraffe.",
        "The Stony Brook University has a 90% graduation rate.",
        "Administrative staff outnumber students at the University of Utah.",
        "The 2008 Men's Olympic football tournament was poorly attended.",
        "The 1980 Men's Olympic football tournament had female players.",
        "The 2004 Men's Olympic football tournament had over 100 goals scored",
        "The 2004 Men's Olympic football tournament had more venues than the previous Men's Olympic football tournament.",
        "The 2004 Men's Olympic football tournament was a highly populated event.",
        "The 2004 Olympic men's football tournament was held in Greece.",
        "The 1976 Men's Olympic football tournament only had 15 games.",
        "The 1976 Men's Olympic football tournament had more matches played than the 1980 Men's Olympic football tournament.",
        "Over 100 goals were scored in the 2008 Men's Olympic football tournament.",
        "The 2004 Men's Olympic football tournament was the only football tournament held at the Olympic Games.",
        "Hugo Gernsback was born in 1984.",
        "Johannes Kepler was born in 1571.",
        "Meteor's father was John Bull.",
        "Karen Knowles has always been involved in jazz.",
        "Juan Trippe was born in 1899.",
        "Who's Singin' Over There? was only shown in its home country.",
        "Shimon Sofer’s children are still alive.",
        "Iwan Rheon was born in 1985.",
        "Aristide Blank was born in 1883.",
        "Ignacy Mo_cicki was born in 1867.",
        "Ron S. Geffner has graduated college.",
        "Kareem Abdul-Jabbar went to college in the 1960s.",
        "President Cllinton nominated Penny Pritzker as the 38th United States Secretary of Commerce.",
        "Dakota Fanning doesn't have any siblings.",
        "Igor Tamm was a college student",
        "Mike Krieger majored in computer science in college.",
        "Jacqueline Kennedy Onassis is a college grad.",
        "Jawaharlal Nehru majored in political science at Trinity College.",
        "James T. Russell went to college in the U.S.",
        "Social workers all went to college.",
        "Channel Orange was recorded in 7 studios.",
        "Robert Lang Studios resides in the Pacific Northwest.",
        "Destroyer is one of the shortest albums released by Atlantic records, with a 47 minute runtime.",
        "Mark Coyle helped produce Definitely Maybe in the Sawmills Studios.",
        "The People's Republic of China holds elections for their President.",
        "G N' R Lies was recorded at multiple studios.",
        "The Flicker album was recorded at multiple studios.",
        "Insomniac was recorded in multiple studios",
        "Humphrey was orange.",
        "Concordia's beverage type has no competition in the market.",
        "Caffeine-Free Coca-Cola is one of several Caffeine-Free variants made by the company.",
        "Hires is manufactured by Coca Cola.",
        "Duke and Sons was manufactured by Coca-Cola.",
        "Inca Kola is a knockoff of Coca-cola.",
        "The Coca-Cola Company makes a product that has a fruit flavoring.",
        "Diana Ross collaborated with Marvin Gaye on more than one project.",
        "Coca-Cola Cherry was released in the early 1990's.",
        "Pepsi's caffeine-free cola is sold world-wide.",
        "The Coca-Cola Kid was Eric Roberts' movie debut.",
        "Virgin Cola is manufactured by the Cott Corporation in the United Kingdom.",
        "Brno has prominent hills.",
        "Dean Kamen has a degree in engineering.",
        "New Delhi  is one of the eleven districts in Delhi",
        "A City of Sadness Running time is 115minutes",
        "Evansville, Indiana has lakes.",
        "Seven Samurai has 4 directors.",
        "Breast cancer has a low survival rate.",
        "Guayaquil has a web presence.",
        "Despite the band's name, no one in the band smokes cigarettes.",
        "The game of chess has evolved little over the centuries.",
        "The most common playing time for Chess960 game is 60 minutes.",
        "Chess is a game with little mental involvement.",
        "There is no skill needed  playing Chess960 as the game is completely random.",
        "Jenga is a game of physical skill designed by Leslie Scott.",
        "Jugger is a solitary game.",
        "Game of the Generals is a racing game.",
        "Jonatan was a game designer.",
        "The game of chess requires more than one player.",
        "Hilary Duff was an actress",
        "Brie Larson is a retired actress",
        "Rumer Willis is a child of Demi Moore and Bruce Willis",
        "Ateneh Faghih Nasiri has been married to the same individual since 1991.",
        "One of the founders of Airbnb, Inc. is no longer associated with the company.",
        "Connie Britton has been acting for over fifty years.",
        "Courteney Cox is a veteran actress of African films and TV.",
        "Isabela Moner is an adult actress.",
        "The subsidiary was started exactly 25 years after founding.",
        "Curitiba is above sea level.",
        "Harrisburg is above sea level.",
        "There are many factories in Minsk.",
        "None of Brno is above sea level.",
        "Juneau, Alaska is below the sea level.",
        "Federico Gutiérrez is no longer the mayor of Medellín.",
        "Yaoundé is below sea level.",
        "The island Espiritu Santo is above the sea level.",
        "Guayaquil sits below sea level.",
        "Christ in the Desert was sculpted in the 1900s.",
        "Christ of Saint John of the Cross is an oil painting by Salvador Dali.",
        "Christ of Saint John of the Cross is hanging in Scotland",
        "The Head of Christ, also called the Sallman Head",
        "'Christ Crucified' was painted by Diego Vel‡zquez in 1632.",
        "'Christ Carrying the Cross' was placed in the Museum of Fine Arts in 1535.",
        "Christ of Saint John of the Cross was painted in the 1950s.",
        "Head of Christ was painted in oil.",
        "Diamond Trellis FabergŽ egg is hollow inside.",
        "BTS has sold more than The Beatles.",
        "Rajinikanth has four children.",
        "Hindi Medium has four starring actors/actresses.",
        "Bruges has four postal codes.",
        "Choe Museon has four revised romanizations.",
        "The GMAT exam has four sections.",
        "Dev Anand was older than his wife.",
        "Infinite Crisis had four pencillers.",
        "Carnation, Lily, Lily, Rose was Sargent's first popular art piece.",
        "Raspberry Coke was a best seller in New Zealand.",
        "The operating income of Stada Arzneimittel AG was higher in 2018 than 2017.",
        "Jujutsu didn't originate in North America.",
        "Jackie Evancho was born in North America.",
        "Evan Rachel Wood is from North America.",
        "Siegfried Bettmann died of natural causes.",
        "Gloucester is located in North America.",
        "Bulleit Bourbon is produced in North America.",
        "Britt Robertson is from North Carolina.",
        "Ovod is based on a novel.",
        "Inferno was based on a novel.",
        "Success in Janggi is based entirely on chance.",
        "Hugo is based on The Invention of Hugo Cabret",
        "I Am Legend is based on a short story by Richard Matheson.",
        "Hōtō is primarily based in meat.",
        "Tangerine Bank is a subsidiary of the Toronto-based Bank of Nova Scotia.",
        "Clamato is a tomato and clam based juice.",
        "The film Jumanji was based on a novel.",
        "Honeymoon came out in 2015",
        "The artwork came out in 1912.",
        "Hindi Medium came out in 2017",
        "Inferno came out in 2015.",
        "Homework came out in 1997.",
        "Crystal Light came out in the 1980s.",
        "Incognito came out in Dec of 2008.",
        "Invisible Touch came out in 1986.",
        "The film Insomnia came out in 2003.",
        "Jab Harry Met Sejal was written and directed by the same person.",
        "Inglourious Basterds was written and directed by the same person.",
        "Folks! was written and directed by the same person.",
        "3 Strikes was written and directed by the same person.",
        "Ex Machina was written and directed by the same person.",
        "1925–1986",
        "Colossal was written and directed by the same person.",
        "Obaltan was directed and written by the same person.",
        "Jackie Brown was directed and written by the same person.",
        "World War II was the deadliest war of the 20th century.",
        "Dick Van Dyke was deployed overseas during World War II.",
        "Denman was a breeding stud.",
        "The piece Jimson Weed was made after World War II.",
        "World War 1 was the deadliest war in history.",
        "Jock Lewes was killed in war.",
        "Chagatai Khanate was a brutal war-mongering nomadic tribe of warriors.",
        "Cher Ami was an American animal in the service of the US military.",
        "Jerry Garcia was alive during the Vietnam War.",
        "Jujutsu is a mostly forgotten form of Japanese martial arts.",
        "Loi Krathong is observed mostly by Westerners",
        "Bosintang is a delicacy mostly eaten by older Koreans.",
        "Jonathan Demme has 5 producers.",
        "Caberet Scenes has mostly blue and yellow tones.",
        "Canned Heat mostly performs Rap music.",
        "It was unprofitable for the producers.",
        "Republic of Costa Rica is a tourist destination.",
        "People agree that Stalin was a better leader than Lenin.",
        "Sh_kaku class cannot carry people.",
        "More people in Iraq celebrate Nowruz than in Israel",
        "More people speak Hebrew than Arabic in Jerusalem.",
        "African trypanosomiasis kills more than 50% of people that contract it.",
        "Measles kills more than 20% of people that get it.",
        "Viva Purple enjoys ridership of over 5,000 people.",
        "Jesus was executed by people.",
        "The movie Contact was produced and directed by different people.",
        "'Constantine' was released by Warner Bros. Pictures to the United States before it premiered in Germany.",
        "The horse Copenhagen was owned by three different people.",
        "Mark Fergus was the lead screenplay contributor",
        "The author of the Jumanji novel also wrote the screenplay for the movie.",
        "Peter Goldfinger wrote more of Jigsaw's screenplay than Josh Stolberg.",
        "Gustavo Santaolalla was born in Italy.",
        "John Carter was produced by the same person who wrote the screenplay.",
        "Farmers Union Iced Coffee contains dairy.",
        "Farmers Union Iced Coffee is organic.",
        "Farmers Union Iced Coffee has 6 variants.",
        "Union of the Comoros is sovereign territory in the southern hemisphere.",
        "The government of Japan has a constitution.",
        "The Union of the Comoros adopted a constitution in 2009.",
        "Haru Urara is from Japan.",
        "The Union of the Comoros was dissolved in 2009.",
        "Loi Krathong is observed on November 22 every year.",
        "Navaratri is observed on the same dates every year.",
        "Loi Krathong occurs every year.",
        "The festival begins on the same day every year.",
        "Makara Sankranti falls on the same day every year.",
        "Baisakh occurs on the same day every year.",
        "The Fast of Esther is on the same day every year.",
        "Diwali is observed on the same date every year.",
        "Cream toured in 1992 without Eric Clapton and instead had Joe Strummer on Guitar.",
        "Europium is named after a continent.",
        "Destiny's Child started the career of a young Beyonce.",
        "Churchill foaled first time on 31 January 2014",
        "Juneau, Alaska was incorporated in 1900 and was named after Bob Juneau.",
        "Chumbawamba is originally from Scotland.",
        "Corinth has a regional unit named Corinthia.",
        "Farrell has a brother named Tommy.",
        "Hiraga Gennai died when he was in his fifties.",
        "Carriden Churchyard was in his eighties when he died.",
        "Hugo Schmeisser died when he was 88.",
        "Jimi Hendrix was in his thirties when he died.",
        "Hugo Schmeisser was in his fifties when he died.",
        "Shimon Sofer is buried in the same city where he lived.",
        "JosŽ Mart’ was in his forties when he died.",
        "Saint Justinian was a centenarian when he died.",
        "Glass Harp has not had a membership change in 20 years.",
        "Kamloops does not have any governing body.",
        "HD 20781 b does not have a semi-major axis.",
        "Gachas does not have any variation.",
        "Bursa is a city formerly part of the Ottoman empire.",
        "jackie Chan does not know any marial arts",
        "Hanson does not have a web presence.",
        "KALEO does have a web presence.",
        "Chittagong wound up losing money at the box office.",
        "Dead Poets Society was directed and written by Robin Williams.",
        "Creed was directed and produced by Ryan Coogler.",
        "Colossal was produced and directed by Anne Hathaway.",
        "Darren Criss attended the University of Michigan in San Francisco.",
        "Viridiana was written and directed by identical individuals.",
        "Chinese Democracy was released almost two years after recording was finished.",
        "'Concussion' was written and directed by Peter Landesman.",
        "In Flames is no longer active.",
        "Incubus is no longer active.",
        "Car Seat Headrest is no longer active.",
        "Anathema is famous in the US.",
        "Malus domestica 'Dabinett' is no longer available.",
        "The W1 is no longer in business.",
        "Andrew Hozier-Byrne is no longer active.",
        "Imagine Dragons is no longer active.",
        "Iced Earth is a power metal band.",
        "Buffalo Springfield had more than one member.",
        "Crash was released only in 2 countries.",
        "Crack the Skye is directed from April to September 2008",
        "Iggy Azalea performs heavy metal music.",
        "Salvador Dali did not paint in the fifties.",
        "Girls' Generation is a pop band.",
        "BtoB is a pop band.",
        "Incubus was most successful in the 80s.",
        "Invasion!'s most successful issue was #3.",
        "Justin Theroux is latino.",
        "Justin Trudeau personally appointed Ralph Goodale.",
        "Justin Theroux is a doctor.",
        "Justin Bieber is a Canadian rapper.",
        "Dawn of the Planet of the Apes was a totally original, unique story.",
        "Dan Bilzerian gained most of his wealth from his parent's established businesses.",
        "John Carter is a character in a Marvel comics series that is pure science fiction.",
        "Image Comics will be issued next month.",
        "BMW 3 Series is theri SUV offering powered by electric batteries.",
        "Marvel helped write the comics.",
        "Buffalo Springfield won numerous awards for their music.",
        "Columbus, Ohio has always had more than one county in it.",
        "Invasion! is published by DC Comics.",
        "Infinity Abyss was published by Marvel Comics in 2002.",
        "Cali, Colombia used to have a different denomonym than Caleño.",
        "Bandung Area code is  (+62) 23",
        "Bulawayo used to have a different time zone than UTC+2 (CAT).",
        "Yerevan's population density was  12,490/sq mile in 2017 and the population appears to be denser now.",
        "Hulk Hogan has no kids",
        "Dell has no parent organization",
        "Ibadan has no web presence.",
        "Ouagadougou used to have a different area code than +226.",
        "Jinder Mahal has been professionally wrestling for over fifteen years.",
        "Karhu has been manufactured for over 100 years.",
        "The Tenth of Tevet has been practiced for over 1000 years",
        "Catherine O'Hara has been writing for over 40 years.",
        "Christiaan Huygens never lived outside of his home country.",
        "Integrated Risk Management Services has been in operation for over 25 years.",
        "Jackie Chan has been in the entertainment business for over fifty years.",
        "Hyderabad has existed for over 500 years.",
        "Creed is an American rock band.",
        "Clutch is an American rock band.",
        "CAKE is an American rock band.",
        "Breaking Benjamin and Lifer frequently perform together.",
        "Dark Empire is a comic book.",
        "Cage the Elephant's most successful commercial hit is the song Spiderhead.",
        "Journey is an American rock band.",
        "Everclear is an American rock band.",
        "Kaya Scodelario began acting when they were 15 years old.",
        "Jena Malone began acting when they were 14 years old.",
        "Kaya Scodelario began acting when they were 15.",
        "Kehlani began rapping when they were in Compton.",
        "John Krasinski began acting when they were 21.",
        "Keith Richards began performing when they were 27.",
        "Kate Micucci began acting when they were 21 years old.",
        "Chris Pratt began acting when they were 21 years old.",
        "The Chilling Adventures of Sabrina is based on Sabrina the Teenage Witch, which was originally a TV show.",
        "Chew is a comic series.",
        "Cheetos were first released during the Vietnam War.",
        "The comic Crossed was a super hero comic.",
        "Case Closed is a Japanese comic serial.",
        "Incognito is a comic series.",
        "Incarnate is a comic book.",
        "Steve Struble co-created Chew with John Layman.",
        "Chen Hao has been an actress longer than a singer.",
        "Gosho Aoyama is 56 years old.",
        "Jackson Browne is 60 years old.",
        "Keerthy Suresh is younger than thirty years old.",
        "Pamela was 45 when she worked on Wentworth.",
        "Pamela Rabe has lived in Canada all of her life.",
        "BTS has four alternate names.",
        "The Razors Edge is a rock album recorded and released in the same year.",
        "Rumbo Recorders was founded in 1995.",
        "Curitiba was founded in 1963.",
        "Grieg Seafood ASA was founded in 2001.",
        "Presence was founded in 1746.",
        "Grieg Seafood ASA was founded in 1992.",
        "Angkor Wat was founded in 1111.",
        "SUPER TV was founded in 2009.",
        "Monde Nissin Corporation was founded in 1979.",
        "Homecoming Queen's sire is Holy Roman Emperor.",
        "Monty Python and the Holy Grail has 2 directors.",
        "Monty Python and the Holy Grail has 8 directors.",
        "Holy Wood was released in the nineties.",
        "Eastern Orthodox observe Holy Communion on",
        "Houses of the Holy is a double album.",
        "The Holy Trinity was finished at the end of 1425.",
        "The Holy Trinity was made in 1425.",
        "The population in Mashhad's District 2 is greater than the population of Mashad's district 9.",
        "Halifax has a highly dense population.",
        "Syncope occurs in approximately 5% of the population.",
        "Cerebral palsy affects nearly a quarter of the population.",
        "Ulcerative colitis affects more than 1% of the population.",
        "Bruges has a population under 100k.",
        "Municipality Area of Recife is 218 km2 (74.17 sq mi)",
        "The population density of Cusco is increasing.",
        "Pernod Ricard Kahlúa is made in Mexico.",
        "Gaisburger Marsch is made entirely of vegetables.",
        "Lehn & Fink made Lysol available worldwide",
        "Hiromu Arakawa's nationality is from a European country.",
        "Hopeless was made in the 60s.",
        "Ch_j_-jinbutsu-giga is made of organic materials.",
        "By the Way was a rock album recorded and released over a two-year period.",
        "Karl Steinmetz made advancement in the field of electrical engineering",
        "Chiswick Bitter is available outside of the UK.",
        "Jennette McCurdy was born outside of the US.",
        "Jinder Mahal was born outside of the US.",
        "Joaquin Phoenix was born outside of the US.",
        "Julia Louis-Dreyfus was born outside of the US.",
        "J2O is popular outside of the UK.",
        "Channing Tatum was born outside of the US.",
        "K2-21b is a planet orbiting outside our solar system",
        "Holy Diver was recorded and released in different years.",
        "People's Republic of China was declared ahead of the Proclamation.",
        "Holy Diver was the first in the  heavy metal genre to be recorded at Sound City Studios.",
        "Hong Kong Special Administrative Region of the People's Republic of China had a bickering existence.",
        "Hong Kong Special Administrative Region of the People's Republic of China is a major port and financial center.",
        "The Hong Kong Special Administrative Region of the People's Republic of China was annexed.",
        "Hong Kong Special Administrative Region of the People's Republic of China only speak Cantonese",
        "Confessions was recorded and release over two decades ago.",
        "Karen Carpenter passed away in Connecticut.",
        "Igor Sikorsky passed away in Easton, CT.",
        "Julio Iglesias passed away in 2017.",
        "The Lord Williams of Oystermouth was not always a priest.",
        "John Denver passed away when a plane crashed.",
        "Humphrey passed away when they were 18.",
        "Karen Carpenter passed away when she was 25.",
        "Charles Cros passed away when he was 45.",
        "The Islamic Republic of Iran speaks Arabic.",
        "The government of the Italian Republic is a parliamentary monarchy.",
        "The Republic of Kazakhstan has a democracy.",
        "The Republic of Cuba practices a capitalist system.",
        "Anthony \"Top Dawg\" Tiffith (also exec.) Dr. Dre (exec.) are the producer of Damn",
        "Kool Kojak turned down the opportunity to be one of the producers of Britney Jean.",
        "Republic of Colombia is a democracy.",
        "Republic of Cyprus is situated near the equator.",
        "Jeremy Crawford works for Microsoft's Xbox division.",
        "Candied almonds can only be found in Spain.",
        "Jeremy Crawford designs other applications.",
        "Jeremy Corbyn worekd with Tony Benn.",
        "Hulk Hogan was a reality tv show actor.",
        "Andrew Murray and Jeremy Corbyn are rivals.",
        "Carol Burnett won an Oscar.",
        "Charlotte Lucy Gainsbourg was engaged after entering show business.",
        "Brigitte Nielsen was born in the Summer of 1963.",
        "Ernesto Zedillo was born in the peak summer of 1951",
        "Ciara was born in the Summer of 1985.",
        "Damian Marley sings more than raps.",
        "Katherine Johnson was born in the Summer of 1918.",
        "Jinder Mahal was born in the Summer of 1986.",
        "Hugo Gernsback was born in summer.",
        "Kabang was born in the Summer of 2008.",
        "Denis Villeneuve was a screenwriter for over 35 years.",
        "Chen Hao attended more than one college before graduating.",
        "This K-pop has no website",
        "Charlton Heston was the leading man in Roman Holiday.",
        "The Isle of Man is an independent nation.",
        "Chvrches has been performing for over ten years.",
        "Iron Man 1 was produced by Kevin Feige.",
        "Chester Floyd Carlson spent his whole life in the Seattle Washington area.",
        "Borobudur was built in the 20th century.",
        "Ignacy _ukasiewicz was a 19th century Polish inventor.",
        "Cartagena had a higher average temperature 10 years ago.",
        "Bulawayo is at sea level.",
        "Dakar was settled in the 15th century.",
        "Cyllene was foaled in the 20th century.",
        "Flourine was discovered in the 18th century.",
        "Interior was completed in the 18th century.",
        "Cape Town the city has millions of inhabitants.",
        "Desmond Tutu was the Bishop of Johannesburg before he became the Archbishop of Cape Town.",
        "Cape Town is the largest city in its area.",
        "Cape Town is overwhelmingly coloured.",
        "Cape Town's city has a growing population.",
        "Incheon is a small town",
        "Gloucester is a rural town.",
        "Cape Town is a city whose inhabitants are known as Capetonians.",
        "Colectiv nightclub fire happened in a hip-hop club.",
        "Cherry Bomb is predominately Hip hop",
        "The band Chumbawamba is still touring today.",
        "The Coca-Cola Company only introduced caffeine-containing products in 1983.",
        "Hip, Hip, Hurrah! is a mosaic.",
        "Infinite is in the hip hop genre.",
        "Infinite was a hip hop short film.",
        "Chromatics originated from Portland, Oregon, US",
        "Dark Empire ran for 10 years.",
        "J.B. Mauney rode Bushwhacker in 2009.",
        "Goldfrapp has performed for two decades",
        "Enter Shikari has been active for two decades.",
        "Jeet Kune Do has been in pracitce for decades.",
        "Jewel has been active in music for over two decades.",
        "Deftones are an American rock group.",
        "Joe Budden has been rapping for two decades.",
        "H_t_ is the most popular soup in Yamanashi.",
        "Kahlua is the most popular coffee liqueur.",
        "Lemon Kas is the most popular variation.",
        "Clamato is popular in alcoholic cocktails.",
        "Dakar Rally has been running for over 60 years in Asia.",
        "Hornussen is a popular sport.",
        "Kaiserschmarrn is a popular food in Hungary.",
        "The B1 is one of the most popular bus rides.",
        "Katie Holmes' child was conceived with Tom Cruise.",
        "J. Willard Marriott lived in the U.S. his whole life.",
        "JoJo was a child performer.",
        "Buddy Foster is Jodie Foster's child.",
        "The father of Julia Stiles' child is Preston J. Cook.",
        "Ty Murray is the father of Jewel's child.",
        "Michelle Cook has one child.",
        "Janet Leigh was an only child.",
        "Hot Fuss is a island producation",
        "Borscht soup is only known as green borscht and is served cold.",
        "Kara Mucho tastes better in the hot chili flavor.",
        "Hot Queen involved N'sync",
        "Hot dog is a meat product for human consumption.",
        "Hot space is a Queen production",
        "A hot dog usually has fewer than 100 calories.",
        "Hot Fuss was from 2004.",
        "The Indian Institute of Science Education and Research, Bhopal is located in northwest India.",
        "Indian Institute of Science Education and Research was established in 2008 and is situated in Bhopal, Madhya Pradesh, India.",
        "Maulana Azad National Institute of Technology was established in 1960.",
        "Indian Institute of Technology, Bombay is a Public engineering school established in 1958 and situated in Mumbai, Maharashtra, India.",
        "The Indian Institute of Technology Bombay location in Mumbai, Maharashtra, India is urban",
        "The administrative staff of Georgia Institute of Technology is more than the academic staff.",
        "Maulana Azad National Institute of Technology is in the country.",
        "Kamala Harris was 40 years old when she married Douglas Emhoff.",
        "Hillary Clinton was 30 years old when she married Bill Clinton.",
        "When she was 33 she was married to Ashley Cole.",
        "Cherilyn began her career when she was 25 years old.",
        "Keira Knightley began acting when she was 8 years old.",
        "She married Christian Contreras when she was 28.",
        "Jenny Slate started doing comedy when she was 32 years old.",
        "The 35 / 36 Metro Lines use Audi vehicles.",
        "Maracaibo Municipality Area code is 263",
        "Chengdu's downtown and Urban areas is larger than the Metro area.",
        "Detroit's urban area is bigger than the metro area.",
        "Luanda was founded in the year 1576.",
        "Durban's metro density is lower than it's overall density.",
        "The 35 / 36 Metro Lines cover a lot of area.",
        "Martin Scorsese directed 'Casino' after reading Nicholas Pileggi's source material.",
        "Damascus continues to be the capital of Saudi Arabia and was designated as such in 1979.",
        "Chuck Norris has been a democrat all of his life.",
        "Diana and Actaeon is hanging in its own room in a wooden frame.",
        "Diana and Actaeon is a painting now hanging in a museum in England.",
        "Crispin Glover has lived in Silver Lake since the seventies.",
        "Brian Francis Johnson is a actor.",
        "In Chinese, Bruce Lee's name is spelled with the same characters whether written in traditional or simplified.",
        "James Paris Lee designed edible goods.",
        "Kate Hudson is in her thirties.",
        "Kate Bush is in her seventies.",
        "Kathie Lee Gifford is a TV host and dancer.",
        "James Paris Lee had dual citizenship.",
        "Kate Micucci is a funny lady.",
        "Interior is a 19th century work of art.",
        "Golconda is a 20th century work of art.",
        "Detroit is directed by Kathryn Bigelow and produced by Kathryn Bigelow, Mark Boal, Matthew Budman, Megan Ellison,  Colin Wilson",
        "Jimson Weed is a 19th century work of art.",
        "Daybreak is a 29th century work of art.",
        "Jupiter and Io is a 16th century work of art.",
        "Hopeless is a 20th century work of art.",
        "The Nice has had multiple stints of activity.",
        "Impression, soleil levant was created by Claude Monet.",
        "Irises was created by Picasso.",
        "Subgame Perfect Equilibrium was created by a Harvard economist.",
        "Cars 3 is the only movie in the Cars series to run over 2 hours.",
        "Irises was created in 1889.",
        "Hotel Lobby was created in Indianapolis.",
        "Keeley Hawes has had at least 3 husbands.",
        "K2-21c has a temperature of at least 3000K.",
        "Hilary Duff has at least one sibling.",
        "The fire in Club Colectiv suspects list contain at least one politician.",
        "Isabella Markham had at least nine grandchildren.",
        "Kish's #624 Wolfman has at least two generations of descendents.",
        "Yusuf Islam has had at least four different names.",
        "The diagnostic methods are extremely painful.",
        "Cataracts are fully preventable.",
        "7 districts are in Daegu.",
        "Altostratus undulatus cloud are wavy stratus clouds",
        "Psychiatrists are physicians.",
        "10 districts are in Daegu.",
        "Jesters are ancestors of mimes.",
        "Jared Kushner works for President Donald Trump.",
        "Republic of Cabo Verde is a democracy.",
        "Robert Wise is the president of Mercury Productions.",
        "Danilo Astori is married.",
        "The president of Chongqing is Zhang Xuan.",
        "The Republic of Cuba holds elections for president.",
        "Country of Curaçao is a ruled by a President.",
        "Ernesto Zedillo has 2 sons and 3 daughters.",
        "Brigitte Nielsen has 3 daughters and 2 sons",
        "Busta Rhymes has 2 sons and 2 daughters.",
        "Charlotte Rampling a widow with two daughters.",
        "Elisabetta Caselatti has two daughters.",
        "Julie Andrews has 3 daughters.",
        "Jamie Dornan has two daughters.",
        "There are more complications than symptoms",
        "There are more complications than symptoms",
        "Janis Joplin was buried in her house in Los Angeles.",
        "There are 12 more stations than services",
        "There are more services than Termini",
        "There are more postgraduates than undergraduates in AIIMS Jodhpur.",
        "There are more medications than treatments",
        "Islero is owned by Eduardo Miura Fernández.",
        "Clint Eastwood married Dina Ruiz while he was a registered Republican.",
        "Creator is owned by Steven M. Asmussen",
        "Impressive was owned by Fennel Brown by Dean Landers.",
        "Cigar is owned by Madeleine A. Paulson and Allen E. Paulson",
        "The Settle–Carlisle is owned by Northern Rail and offers 5 services.",
        "Jake was owned by the Utah Task Force.",
        "There were 30 Hunter Hunter episodes.",
        "'Buffy the Vampire Slayer's' season nine ended earlier than expected.",
        "There were more survivors than there were crew.",
        "There were 30 competitors.",
        "There were fewer fatalities than passengers",
        "There were more occupants than passengers",
        "There were more injuries than fatalities",
        "Horrie died in 1950.",
        "Heinrich Himmler died in March 1945.",
        "Bushwacker died in a bull riding ring.",
        "Dar Robinson died while performing a stunt.",
        "Judy Garland died of natural causes.",
        "Florence Lawrence died of a broken heart.",
        "Theodora died in 955.",
        "The oil canvas, The Chandos Portrait of William Shakespeare, is attributed to John Taylor.",
        "The Chandos Portrait of William Shakespeare is a rectangle in shape.",
        "Hugh Bradner's doctoral advisor was William Vermillion Houston.",
        "Boulder is named after large boulder that blocked the river nearby when settlers first arrived.",
        "The Chandos Portrait of William Shakespeare was painted in the 17th century.",
        "Sir Humphry Davy was primarily influenced by William Thomson.",
        "The Natonal Portrait Gallery, in London, is the location of The Chandos Portrait of William Shakespeare.",
        "Explosions in the Sky has 10 albums.",
        "Converge was signed to Equal Vision in 1990.",
        "AC/DC band.members were always fully dedicated to their band.",
        "John Graham Mellor was signed to CBS label in 1970.",
        "Canned Heat was first signed to Rhino.",
        "Cypress Hill was signed to Ruffhouse in 1988.",
        "Kasabian was first signed to RCA.",
        "Ignacy Mo_cicki left office in 1939.",
        "Chuck Schumer succeeded Elizabeth Warren in office.",
        "Heinrich Himmler took office in 1936.",
        "Michel Sapin preceded Emmanuel Macron in office.",
        "Jawaharlal Nehru left office peacefully.",
        "Elizabeth Warren took office in 2013.",
        "Heinrich Himmler took office in 1954.",
        "Ithaca has a larger land than water area.",
        "Hamilton water area is greater than the land area.",
        "Juneau has more water area than land.",
        "Guayaquil has more water area than land area.",
        "The amount of water area is lesser than the land area of Brno.",
        "Harrisburg has more land than water.",
        "Islamabad has more land than water space",
        "Pamela Rabe won an award for a work from 1997.",
        "Gaisburger Marsch is Germany's oldest stew dish.",
        "Gaisburger Marsch is a vegetarian dish from Germany.",
        "Madman Muntz was died June 21, 1985.",
        "Eugen Baumann was born in Germany.",
        "ClŽment Ader is born on 3 May 1925",
        "The League of Nations was dissolved by Germany.",
        "Anantha Rathriya Produced by Damayanthi Fonseka",
        "The Executioner is Produced by Naga Films & Zebra Films",
        "Cloverfield was regarded as innovative for its camera techniques and its ancillary shots of the large monster in the flm.",
        "Friday is Directed by F. Gary Gray",
        "Obaltan Release date 13 April 1964",
        "Bicycle Thieves Release date on 25 November 1950 (Italy).",
        "The Hoří, má panenko! (The Firemen's Ball) release date on 16 December 1968",
        "Machete Kills Released on October 11, 2014 (United States)",
        "Cloverfield was directed and written by J.J. Abrams.",
        "Running time of The Unknown Soldier is 140 minutes",
        "Hugo has a running time of 126 minutes.",
        "The Music is Composed by Pasquale Catalano.",
        "Stagecoach Running time 45 minutes",
        "The Running time is 92 minutes 30 Seconds.",
        "The releaase date for Breakfast in America was 40 years ago.",
        "Haile Thomas has lived in NYC for 12 years.",
        "Hunky Dory was recorded in Los Angeles.",
        "Buttermilk died in Los Angeles.",
        "Charlize Theron moved to Los Angeles, California",
        "Chris Pratt was born and raised in Los Angeles.",
        "Charlize Theron is currently residing in Los Angeles, California, U.S.",
        "The Graf Zeppelin was Deutsche Werke's first aircraft carrier.",
        "Frank was Kathy's first husband.",
        "Heinrich Himmler was the first Reichsführer-SS.",
        "Caitlyn Jenner's first spouse was Linda Thompson",
        "Hiram Percy Maxim's first son was Percy.",
        "Jeepers Creepers was Gina Philips first starring role.",
        "Bromine was first discovered in the 1900s.",
        "Jhen? Aiko was born in the Fall of 1988.",
        "Keerthy Suresh was born in the Fall of 1992.",
        "Josef Ressel was born in the Fall of 1793.",
        "Channing Tatum was born in the Fall of 1980.",
        "Hope was born in the fall of 2010.",
        "Byun Baek-hyun was born in the Fall of 1992.",
        "Fats Domino was born in the Fall of 1928.",
        "The LG Optimus G has multiple storage options.",
        "Franca Rame has multiple grandchildren.",
        "Alexandria was named after Alexander the Great.",
        "Clinical pharmaceutical scientists require multiple competencies.",
        "Karlheinz Brandenburg specializes in multiple fields.",
        "The Samsung Galaxy Note9 has multiple cameras.",
        "Fatty liver has multiple types.",
        "Evan Rachel Wood got divorced because of infidelity.",
        "Iceland got sovereignty in 1904.",
        "Santos Sa?l ?varez Barrag?n got his nickname in the 90s.",
        "Evan Spiegel got married in 2017.",
        "James Marsden got divorced due to infidelity.",
        "Josh Homme got the nickname Zombie Zebra before he got the nickname DP Pete.",
        "Cornelis Drebbel is got married Sophia Jansdochter Goltzius on 1595",
        "The event was held at Olympic Gymnastics Arena.",
        "The event was held at Taipei Nangang Exhibition Center.",
        "The event was held at Carioca Arena 2.",
        "The event was held at 2 venues.",
        "The event was held in the Winter.",
        "The event was held at Greenwich Park.",
        "The event was held on Christmas.",
        "Boy is a thoroughbred.",
        "Boy George is a female.",
        "Boy was King Henry V's dog.",
        "Kathie met Paul Johnson in Maryland.",
        "Boy George retired in 1985.",
        "Boy George was an Englishman.",
        "Jake Paul is losing subscribers.",
        "Scott Borchetta worked directly on Fearless.",
        "Jonathan Rhys Meyers has worked mainly in films.",
        "Jesse Plemons worked in theatre.",
        "Cocteau twins were actively playing together for about 15 years before disbanding.",
        "Johan Petter Johansson worked as a Swedish painter.",
        "Go Grizzly has worked with Freebandz.",
        "Heinrich Himmler worked for Adolf Hitler.",
        "Bulawayo city has an official website.",
        "Juneau is the largest city in Alaska.",
        "Katowice is Poland's largest city.",
        "Ecuador's largest city is Quito.",
        "Algiers is the largest city in Algeria",
        "Douala is at around sea level.",
        "Jodhpur is the largest city in Rajasthan.",
        "Hayley Nichole Williams is a member of Paramore.",
        "EUR 2.870.310 (2. Oct 2011) is its highest earning",
        "Steve Mackey is a member of Arcade Fire.",
        "The length of Chocolate Starfish and the Hot Dog Flavored Water is over 100 minutes.",
        "Diana Ross was a member of Chic.",
        "Jor-El is a member of the science council.",
        "Jared Kushner is a member of the republican party.",
        "Janet Jackson is currently unmarried",
        "Isabela Moner is currently a teenager.",
        "The Huawei Ascend G300 is currently manufactured.",
        "Cerium is widely available for use currently.",
        "Carly Simon is currently in a committed relationship",
        "Imagine dragons is currently touring with The Moth & The Flame",
        "Cheryl is currently in a relationship with Liam Payne.",
        "In the Zone was released the year after it was finished recording.",
        "Innuendo was released over a half a year after recording was complete.",
        "Hot Space was released 2 months after it was completed recording.",
        "Camilla was released about one year after it began recording.",
        "By the Way was released nine months after recording began.",
        "Currently, Prince William and Prince Harry spend equal amounts of time in Buckingham Palace.",
        "Buffalo Springfield continuously kept on recording.",
        "ERJ family ERJ135 / ERJ140 / ERJ145 was a short-haul Regional airplane.",
        "ERJ family ERJ135 / ERJ140 / ERJ145 is a Italian airplane.",
        "Deontay Wilder's one draw was a result the final bell saving his opponent.",
        "Hillary Clinton is a rich woman.",
        "The patron saint of Catania is a woman.",
        "Kevin Costner won the Oscar for Best Actor in 1990 for his acting role in Dances With Wolves.",
        "Elizabeth Warren was succeeded by a woman too.",
        "Invasion! was produced by a female-team.",
        "Immortalized was produced by Kevin Churko.",
        "Coco was produced by a couple small and independent animation studious.",
        "Immortalized was produced by Kevin Churko.",
        "'Chinatown's'  box office did not exceed its budget.",
        "The Executioner's story and screenplay were written by an identical group of individuals.",
        "Obaltan Produced by Yu Hyun-mok",
        "Hugo Gernsback is in the romance genre.",
        "Iznogoud is in the animated comedy genre.",
        "the genre",
        "Masashi draws images in the impressionist genre.",
        "Invisible Touch is in the jazz genre.",
        "Kelly had more than six songwriters helping her write by 2010.",
        "There were 5 miniseries included in Buffy the Vampire Slayer Season Nine.",
        "Harada Tea Processing Co., Ltd. is headquartered in Asia.",
        "Hon Hai Precision Industry Co. Ltd. is a Taiwanese company.",
        "Time of the Gypsies its edited by Goran Bregović.",
        "Hon Hai Precision Industry Co. Ltd. has always been a public company.",
        "Invesco Ltd. was founded in the 20th century.",
        "Hasee Computer Company, Ltd. makes electronics.",
        "Hon Hai Precision Industry Co. Ltd. is the biggest company in Taiwan.",
        "Cannonade died at the age of 30.",
        "Bipolar disorder onsets in middle age.",
        "Jacob Schick died at the age of 75.",
        "Shingles has a common onset age.",
        "Buckminster Fuller died at the age of 85.",
        "IBS occurs before adults reach senior age.",
        "Charles Lindbergh died at the age of 72.",
        "Mowi ASA Number of employees 10,000",
        "Grieg Seafood ASA Number of employees is 410 (2007)",
        "Mowi ASA  Number of employees is 12,454 (2015)",
        "The Number of Employees in Dell is 95,000.",
        "Conor Anthony McGregor has a greater number of nicknames than divisions fought in.",
        "Potassium has a silvery gray appearance and an atomic number of 19.",
        "The number of employees of Epilepsy Outlook is more than the volunteers.",
        "Chichen Itza is a modern working city in Mexico.",
        "The Abuja Municipality Incorporated on 2 October 1985.",
        "Sonic Youth handled the sound engineering on Goo.",
        "Dark Empire Science fiction movie",
        "Cradle of Filth is closed on 1991",
        "Creed is closed on 2009",
        "Cream performed with John Mayall's Bluesbreakers from 1966-1968.",
        "Hypatia studied the teachings of well-known philosophers.",
        "Butter pie is also known as Catholic pie and Friday pie.",
        "Jeet Kune Do is also known as JKD, Jun Fan Jeet Kune Do, and ___.",
        "Her second child was born when she was 37.",
        "Illuminate was a critical as well as a financial success.",
        "Hiroshi Minagawa is also known as Nigoro",
        "Enter Shikari Also known as Shikari Sound System",
        "Jefferson Airplane has performed since 1965 without a break.",
        "Buffalo Springfield was an American rock band.",
        "Bush is a British rock band.",
        "Jemaine Clement has performed in Las Vegas.",
        "Jefferson Airplane performed continuously since the 1960s without a break.",
        "Papa Roach has performed with Rob Halford.",
        "Jefferson Starship has performed continuously since the 1970s.",
        "Isaac Singer died poor.",
        "Chance The Rapper is an American rapper",
        "Janet Jackson is an American Rockstar.",
        "Code Blue is an American Bull.",
        "Calvert Extra is the State of Kentucky drink.",
        "Clamato is an American beverage.",
        "Josh Groban is an American dancer.",
        "Ceuta didn't gain autonomous status until the mid-2000's.",
        "Martin Edward Newell belongs to the nationality of Hindi",
        "Edward VIII‘s reign started in 1940.",
        "Hillary Clinton was a Republican until age 25.",
        "Edward Vernon Rickenbacker was nicknamed Fast Eddie because he was quick to jump in bed.",
        "Edward VIII’s reign started in 1936.",
        "Edward VIII was replaced by the son of his predecessor.",
        "Edelweiss is Austria’s best selling beer.",
        "Infinity Abyss was a best-selling graphic novel",
        "Susan Finden owned Casper for more than ten years.",
        "Cracovia is the best-selling vodka in Poland.",
        "iOS is the best operating system.",
        "Canelo ?varez was best as a middleweight",
        "Casablanca won an Oscar for Best Picture.",
        "Tegucigalpa is a city in Honduras.",
        "Cebu City falls within the Northern Visayas.",
        "Chennai is the densest city.",
        "Gloucestershire is a city.",
        "Cebu City was only considered a Spanish colony for the first two centuries.",
        "Kobe Designated city is 50.02 km 2 (200.07 sq mi)",
        "Indore is a city.",
        "Canelo Alvarez got his nickname when he almost choked to death doing the cinnamon challenge.",
        "Jawaharlal Nehru had a good popularity rate.",
        "Karlheinz Brandenburg had help developing the MP3 format.",
        "Iznogoudhad had 36 episodes.",
        "It took 2 years to complete the movie.",
        "Las Vegas Monorail had 7 stations in 1995",
        "The Apple I had a disc drive.",
        "Chvrches changed the spelling of their name after their first year of being active.",
        "Chet Baker was an American musician.",
        "Chris Stapleton is an American musician.",
        "David Crosby is a singer-songwriter for both rock and folk music.",
        "Chris Stapleton plays mostly country music at his concerts.",
        "John Fogerty is an American musician.",
        "Jenny Slate is an Ivy-league graduate and is a musician.",
        "Hpnotiq is a brand of booze.",
        "Cheetos cheese curls are owned by Frito Lay in the United States.",
        "The Crystal Light brand has an online presence.",
        "The Chandos Portrait of William Shakespeare is a carry-size portrait of the famous scribe.",
        "More than one album was recorded at Lightning Sound Studios.",
        "Brand New Eyes won praise from music critics upon its release.",
        "Brand New originally come from Poland.",
        "Other countries eat Hoto.",
        "MyRepublic is a public business.",
        "Eid al-Fitr occurred on different dates in different countries in 2019.",
        "DFDS is expanding to more countries.",
        "PepsiCo introduced Cheetos in 1948 in the United States.",
        "infinite was produced in multiple countries.",
        "Bulleit Bourbon is exported to many other countries.",
        "Chengdu is the capital city of the Sichuan province.",
        "Caracas is the capital city of Venezuela.",
        "Juneau is the capital city of Alaska.",
        "Cebu City was founded as a Spanish colony in the 14th century.",
        "Nation of Brunei, the Abode of Peace was ruled by a sultan continuously from its creation..",
        "Hungary's capital is the biggest city.",
        "The population of Recife's metro area is greater than the population of its municipal area.",
        "The mayor of Bristol and the majority of its MPs are the same political party.",
        "Isabella is not in a gallery",
        "3 Strikes is not profitable.",
        "Running time of Machete Kills is 120 minutes",
        "Il Volo is not online",
        "There are people of European ethnicity in Rangoon.",
        "ItÕs not sweet.",
        "The city of Copenhagen has a lot of forest areas.",
        "John was uneducated",
        "John Jacob Astor IV was a millionaire businessman.",
        "BMW owns John Cooper Works.",
        "John Hart acted in numerous dramas",
        "John Harrison designed a waterproof watch.",
        "Luxco is the manufacturer of Calvert Extra.",
        "Democratic Republic of Georgia was a multi-lingual country.",
        "Chiswick Bitter has 8% Alcohol by volume.",
        "Chibuku Shake shake contains a lot of alcohol.",
        "C?OC is a reasonably priced alcohol for price-conscious drinkers.",
        "Karhu III has more alcohol by volume than Karhu IVA.",
        "Jugger is known as a solo player sport.",
        "ames Gregory is known for studying mathematics.",
        "Gogoplata is known for attacking legs.",
        "Joaqu’n Archivaldo Guzm‡n Loera is known as 'El Chapo'.",
        "OCD has known causes.",
        "Coldplay emerged on the scene in 1996",
        "Kas is PepsiCo's biggest seller in Spain.",
        "Gachas is a staple dish of Spain.",
        "Catalonia is trying to secede from Spain and become its own country.",
        "Almost 10% of Spaniards are called Canarians.",
        "Colossal was filmed mainly in Spain.",
        "Cartagena was designated finally in the 19th century.",
        "The Bouquet of Lilies Clock FabergŽ egg weighs a pound.",
        "The Diamond Trellis Faberge egg consists of rubies and platinum.",
        "Cleopatra and Caesar is on view for public display.",
        "Cinderella is an American metal band.",
        "Clover Leaf FabergŽ egg is made of precious metals and stones.",
        "Daughters of Revolution is Grant Wood's first painting to be comissioned in the Cincinnati Art Museum",
        "Dave Franco is the youngest of three siblings, who are also actors.",
        "Hiroshi Minagawa was an artist.",
        "Maxfield Parrish was an artist.",
        "Valentin Serov was an artist in the 1800's.",
        "Bull-Leaping Fresco was rediscovered in this century.",
        "Judith Beheading Holofernes was a living artist.",
        "Chalk Cliffs on RŸgen was destroyed by a fire and its final location is unknown.",
        "Kramskoi's Christ in the Desert has been located in the Dali Museum in the United States since 1865.",
        "The painting Et in Arcadia ego is kept in a museum in Sicily.",
        "Dana is a 17th century work of art by a famous dutch artist.",
        "Jupiter et SŽmŽlŽ is located in a museum in Italy.",
        "Carnation, Lily, Lily, Rose is a 19th century European work of art.",
        "Tangerine_Microtan_65 is still in use today.",
        "R. K. Laxman is still illustrating today.",
        "The bull Code Blue is still alive today.",
        "The Moto G still is supported today.",
        "Izarra is still manufactured today.",
        "The CRJ100 / CRJ200 is still in use today.",
        "Jun-ichi Nishizawa was a Japanese male scientist.",
        "Jallikattu was a male athlete.",
        "Horrie was a small, male canine.",
        "Corduroy was a male Felis domesticus.",
        "Jed Wolf was a male Wolfdog.",
        "The name Bushwacker came up when the bull was young and he often attacked bushes.",
        "HŸsker DŸ originated in the Southern Hemisphere.",
        "A.P. Møller – Mærsk A/S originated in Denmark.",
        "Halestrom originated in Siberia.",
        "K.A.R.D. originated in Asia.",
        "Kajukenbo originated in Hawaii.",
        "BtoB is on two labels because Kiss Entertainment doesn't have a presence in BtoB's country of origin.",
        "John Adams lived in Massachusetts his entire life.",
        "Dewey Readmore Books still supervises the library.",
        "John Deere spent his entire life in Vermont.",
        "Chew was published for just a little over seven years.",
        "Jennette McCurdy has lived her entire life in California.",
        "Horace Smith lived in Massachusetts his entire life.",
        "Kajukenbo doesn't have any related sports, etc.",
        "Dexter Holland is no longer associated with The Offspring band.",
        "Dakar Rally only allows European vehicles.",
        "Santiago its a region Santiago Metropolitan Region",
        "Jesse Johnson is a son of Don Johnson",
        "Caroline Neubert did not have any children.",
        "Hugo Borchardt's spouses's name was Arbela.",
        "The Foo Fighters alternate name was vulgar.",
        "Chance The Rapper's real name is Chancelor Jonathan Bennett.",
        "Canelo ?varez's sole nick name is Canelo.",
        "CeeLo Green is the rappers real name.",
        "Jay Kay is known for being a R&B singer.",
        "Chuck Berry also played the piano and the violin.",
        "The predominant language of The Consequences of Love was not Italian.",
        "Dell website is www.dell.com",
        "Jonatan Soderstrom has a website of treesquid.com.",
        "Kamelot's website is kamelot.com",
        "Millais's only painting in the Tate Modern Museum is the Christ in the House of His Parents.",
        "Bottomless Pit is an experimental hip hop album released in 2016.",
        "Pharrell Williams performed on Camila in addition to producing it.",
        "Californication was the most popular funk rock albums released during the late 1990s.",
        "Dangerous was one of many best selling pop albums by Michael Jackson.",
        "Cheek to Cheek is more pop than jazz.",
        "HD 20781 b, has an orbital period of 29.15 ± 0.0201 d.",
        "Happy Tears is a classical piece of art.",
        "The art piece Circe Invidiosa was made in 1892.",
        "Subgame Perfect Equilibrium is a recent piece of technology.",
        "Isabella is an art piece.",
        "The piece Impression, soleil levant is on display in Italy.",
        "Cabaret Scene is a piece of art that was painted in 1922.",
        "Flyleaf is currently based in Washington state.",
        "Howard Benson produced some of their other songs.",
        "I Like It When You Sleep, for You Are So Beautiful yet So Unaware of It was over an hour long.",
        "I'm So Sick Single by Flyleaf from the album Flyleaf Songwriter by only Sameer Bhattacharya and James Culpeppe.r",
        "I Like It When You Sleep, for You Are So Beautiful yet So Unaware of It took over 5 years to record.",
        "Chilling Adventures of Sabrina has more than 10 issues so far.",
        "Juno made a profit at the box office.",
        "Creed made a profit at the box office.",
        "Crash is a Hollywood movie.",
        "Jagga Jasoos made a profit at the box office.",
        "Caligula made a profit at the box office.",
        "I, Tonya made a profit at the box office.",
        "Britvic is still producing soft drinks.",
        "Juliette Lewis is still alive.",
        "Felix Wankel is still alive.",
        "Actua Corporation is still in business.",
        "Jidenna still resides in Wisconsin Rapids.",
        "Grande Odalisque is still in pristine condition.",
        "Jodie Whittaker lives in Africa.",
        "Groupe Bertrand lives in Paris",
        "Kaya Scodelario lives in Asia.",
        "Bradley Cooper lives with Irina Shayk.",
        "Jonathan Tweet lives in the Northwest.",
        "Ateneh Faghih Nasiri was married for at least 8 years.",
        "Caprio was introduced in 1998",
        "Cracovia was introduced in the 1995",
        "malus domestica cornish gilliflower introduced in 1813.",
        "The PCAT was introduced in 1970.",
        "Diageo is the manufacturer for Bulleit Bourbon.",
        "Democratic Republic of Georgia was a vassal state of the Soviet Union.",
        "Juneau, Alaska's elevation is slowly going down.",
        "The population of the city 1,978,376.",
        "Sanaʽa  City Population is mopre then 3 million",
        "Guayaquil’s elevation is 4m.",
        "Minsk Founded in 1067",
        "The Population of this area is 2,768,400",
        "Halestorm plays jazz music.",
        "Highly Suspect plays rap music.",
        "Hitoshi Sakimoto plays electronica music.",
        "Clutch plays various forms of classical music.",
        "Insane Clown Posse plays jazz music.",
        "Chaka Khan plays drums.",
        "Owner of Changi Airport Singapore is AirAsia.",
        "Butterfinger candy bars have remained unchanged since its inception.",
        "Dangerous Woman was recorded in a week in 2 separate studios in the United Kingdom.",
        "Danedream is a European competitive racehorse.",
        "Cass Ole was an an Arabian sired by Al-Marah Cassanova.",
        "The army was the owner of Horrie.",
        "Bandung was settled in 1488.",
        "Maracaibo has 4 founders.",
        "Ron S. Geffner has always been a lawyer.",
        "C.K.Prahalad's citizenship is India.",
        "Minsk was founded in 1067.",
        "América Móvil, S.A.B. de C.V has 189,448 employees.",
        "Jor-El is from the planet Earth.",
        "Highly Suspect is from Michigan.",
        "Jackie Chan is from hong kong",
        "The only rock band in the Temporary Residence Limited have been Explosions in the Sky.",
        "A citrus-flavored soda originates from Belgium.",
        "Fitsum Arega is from Ethiopia.",
        "Jaundice is a hepatology specialty involving the yellowish coloration of the skin.",
        "Dexter Holland owns the Nitro label.",
        "Kit Harington is the nephew of Isabella Markham.",
        "Camila is a jazz album.",
        "Confessions has a run time of around one hour.",
        "The original Calvert brand was inspired by the racehorse, Calvert.",
        "AndrŽ Aciman based Call Me By Your Name on the screenplay by James Ivory.",
        "Case Closed was originally an American show.",
        "Call Me by Your Name was poorly reviewed.",
        "Despicable Me 3 is an animated movie.",
        "Fly Alway With Me Recorded on 2008.",
        "Luca Guadagnino was involved in both the directing and producing of Call Me by Your Name.",
        "The legislature of the Federative Republic of Brazil consists of only the Federal Senate.",
        "Cagayan de Oro is ruled by decree with no representation by the electorate.",
        "Gene Hackman appeared in the Poseidon Adventure.",
        "Florence Annie Bridgwood committed suicide in 1938.",
        "Migraines sometimes occur in males.",
        "Tangerine_Microtan_65 cost £79.35 in kit form initially in 1979",
        "Judith Beheading Holofernes was painted in Rome.",
        "Daybreak was painted in 1935.",
        "Elective Affinities was painted in 1960.",
        "Gray Tree was painted in 1911.",
        "The Guernica was painted using watercolors.",
        "Impression, soleil levant was painted in 1852.",
        "Surabaya City Mayor is Tri Rismaharini",
        "Pamila Pandey is the mayor of Kanpur.",
        "The Cebu city council members must campaign in elections.",
        "Alejandro Char is the mayor of Barranquilla city",
        "The metro area of Medellín is over 500 square miles.",
        "Tomas Osmena, the mayor of Cebu City is in his second term.",
        "Jolly LLB 2 stars the writer/director himself.",
        "Pixar Animation Studios was involved in the production of Cars 2.",
        "The Cassandra Cat was edited by  Svatopluk Havelka",
        "The Unknown Soldier's director was Finnish.",
        "Bunny McDiarmid is executive director of an environmental non-governmental organization",
        "Seven Samurai has 1 director.",
        "His biggest musical influences was Michael Jackson.",
        "Clover Leaf FabergŽ egg is created by  Michael Perkhin",
        "Bridesmaids made just over half a billion dollars during its box office run worldwide.",
        "RenŽe Zellweger and Catherine Zeta-Jones became friends during the filming of Chicago.",
        "The Founder of Dell is Michael Dell.",
        "Down syndrome usually is transmitted through sperm",
        "Incesticide featured 4 genres.",
        "Human incorporates many different genres of music",
        "Cascada comprises in seven genres only.",
        "Bryson Tiller makes music in multiple different genres.",
        "Can originated in a country that no longer exists.",
        "Florence and the Machine produces music that spans many different genres.",
        "Channing Tatum has a daughter.",
        "Jodie Whittaker has a daughter.",
        "Cloverfield starred well-known actors that carried the movie.",
        "Dave Arneson designed games as a life-long hobby.",
        "Darren Aronofsky has a daughter.",
        "Cass Elliot has a daughter.",
        "John Lasseter Joe Ranft Jorgen Klubien",
        "Deep Throat did poorly at the box office.",
        "Caligula is a 1979 movie starring Russell Lloyd.",
        "There were less than ten competitors in the Men's super heavyweight boxing event during the Olympics in 2016.",
        "Dallas, Texas is a urban city",
        "Jab Harry Met Sejal is a romantic comedy movie.",
        "Britney was a collaboration of multiple producers, labels and recording studios.",
        "Studio DEEN is profitable.",
        "Ctrl was SZA's debut studio album.",
        "Judwaa 2 was unprofitable for the studio.",
        "CAKE's popularity is all thru word-of-mouth with no additional marketing whatsoever.",
        "Invisible Touch was a studio from the farm.",
        "Christopher Columbus first found what is now present-day Cuba before finding what we now know as present day United States.",
        "SQ368's crash was non-fatal.",
        "Dances With Wolves was directed and produced by Mary McDonnell.",
        "Charlemagne had children with all his wives.",
        "Bushwacker became active at 3 years old.",
        "Humberto Fern‡ndez-Mor‡n Villalobos was a medical doctor.",
        "Christiaan Huygens was a scientist.",
        "Viva Purple began operating in the 1990s.",
        "Katherine Waterston's acting career began in 2004.",
        "Ian McKellen began acting in thier 20s.",
        "b48 Lorimer Street began using the Orion VII in 1947",
        "Corey Haim began acting in his thirties.",
        "Kevin Smith would later star in a movie with Jason Mewes.",
        "Jesse Ramsden attended school in London.",
        "Katherine Waterston never graduated from high school.",
        "Karlheinz Brandenburg never graduated high school.",
        "Jennifer Hudson was discovered in high school.",
        "Jennifer Hudson has an education past high school.",
        "Detroit Grand Prix was a short-lived automobile race.",
        "Polhem lived to be 100 years old and died in Denmark.",
        "Christopher Polhem resides in the southern hemisphere.",
        "Christopher Nolan has 4 sons.",
        "Christopher Columbus was a 15th century explorer.",
        "Christopher Ryan Hardwick was born in Kentucky.",
        "Debian is compatible with over a dozen platforms.",
        "Jordan Belfort was convicted of blue collar crimes.",
        "Keira Knightley acted in over a dozen movies.",
        "Karachi has a half dozen districts.",
        "Jordan Belfort is an African convicted of securities fraud.",
        "Jenny Slate's career has been going for over a dozen years.",
        "Clean Bandit liked making music on Atlantic more than Black Butter.",
        "Karen Carpenter liked making jazz music over easy listening music.",
        "The Foo Fighters liked making music for Capitol more than RCA.",
        "Flatbush Zombies preferred making music with RecordsWarner over The Glorious Dead.",
        "Karlheinz Brandenburg worked on making music more accessible.",
        "Justice likes making music on Elektra more than Atlantic.",
        "Common's biggest commercial hit is the song Go.",
        "Macaulay Culkin is the father of Brenda Song.",
        "The song is recorded in 2009",
        "Cowboy Casanova was  Carrie Underwood's last single that was produced in 2009.",
        "Beautifully Unconventional was a popular song.",
        "Jagged Little Pill is a pop song",
        "The Honourable Brigitte Trogneux-Macron has never taught students.",
        "Rosenheim–Salzburg Railway has never exceeded the speed of 99 mph.",
        "GW has never been renovated.",
        "Crispin Glover began his career in his twenties.",
        "Caldo galego is a meal.",
        "Dewey Readmore Books worked at the library as soon as he was born.",
        "Rick Rubin is the sole producer of Californication.",
        "Dangerous was released in the winter of 1991.",
        "Jameson is the oldest producer of Irish Whiskey.",
        "Keith Olsen is the solo producer of Fleetwood Mac.",
        "Julian Bunetta was the executive producer of Flicker.",
        "Already Taken has 1 producer.",
        "Ambedkar Jayanti commemorates the birth anniversary of a medical doctor.",
        "Claude Chappe was an uneducated man.",
        "Corduroy the cat was able to give birth to a litter of kittens.",
        "Jamesetta Hawkins is birth name of Etta James.",
        "Hindus celebrate the birth of Rama at the conclusion fo Chaitra Navrati",
        "Julius Aloysius was buried in his birth country.",
        "The last OS available for the Moto G was Android 7.0 \"Nougat.\"",
        "Ignacy Mo_cicki was the last leader of Poland.",
        "The GDP of Istanbul grew last year.",
        "JT610 crashed down last year.",
        "Don Hernán Cortés was the last Marquis of the Valley of Oaxaca.",
        "Image Comics is a yearly issued publication.",
        "F(x) has been active for a decade.",
        "Il Volo has been active for over a decade.",
        "Lynch has made the films Blue Velvet and Twin Peaks: Fire Walk With Me.",
        "JonTron has been active for over a decade.",
        "The B1 has been in service for a decade.",
        "Julia Michaels has been active in music for less than a decade.",
        "Jack Ma is illiterate.",
        "Jack Nicholson is a democrate.",
        "Jack Morelli inked and colored Infinity Abyss.",
        "Jack the Ripper had 23 victims.",
        "The Yellow Rolls-Royce Release date is 13 may 1945 (US)",
        "Jack Reacher is on Netflix.",
        "Jameson is an 80 proof Irish Whiskey.",
        "Schizophrenia is an acute condition.",
        "Poincaré conjecture is an unsolved math problem",
        "Il Volo is an Italian act.",
        "Conor McGregor is an Irish professional fighter.",
        "Dennis Ritchie Died  October 12, 2012",
        "Daegu has one English spelling of its name.",
        "Douala Country is Cameroon",
        "Daegu Metropolitan City's has no national bird",
        "Santiago Postal code is 3280057",
        "Kobe Region Kansai",
        "Bandung was settled in 1588.",
        "Crystal Harris was Hugh Hefner's favorite wife.",
        "Tessa Tweet is Jonathan Tweet's wife.",
        "Kapil Sharma met his wife in his hometown of Amritsar.",
        "Evan Spiegel is younger than his wife.",
        "Corey Feldman's longest marriage was with his wife Susie Sprague.",
        "Colin has been married to 2 different women and both women have birthed his 3 children.",
        "Ill Communication was released in 1994.",
        "Jagga Jasoos was released in Punjabi.",
        "Infinite was released in 1997.",
        "Hoří, má panenko! was initially released in Czechoslovakia.",
        "Hanover Quay was released in 2004.",
        "Bulawayo is a city in Canada.",
        "Cinderella is named after the Disney princess, Cinderella.",
        "Minsk Website is www.minsk.gov.com",
        "Intellectual Ventures Management, LLC has an official website.",
        "SUPER TV has an official website.",
        "ClariS official website is  www.clarismusic.jp",
        "Integrated Risk Management Services has an official website.",
        "Jallikattu is considered to be barbaric.",
        "A teacher is considered to be a professional.",
        "Carthage is considered to be Arab.",
        "The Telmac 1800 was considered to be a microcomputer.",
        "HD 20781 b is considered to be low eccentric.",
        "Kabang is considered a hero.",
        "Elvis Presley's album hit the billboard charts.",
        "Camila was released in January of 2018.",
        "The album is rap.",
        "The Chilling Adventures of Sabrina is an ongoing series published by Archie Horror.",
        "The album Everybody contains exactly 10 tracks.",
        "Cosmo's Factory was a rushed debut album.",
        "'Collision Course' was recorded and released in the same year.",
        "Hydrograd was recorded and released in the same year.",
        "Hot Fuss was recorded in studios entirely within the Golden State.",
        "Hunky Dory was recorded and released in the same year.",
        "infinite was recorded and released the same year.",
        "'Debut' was recorded and released in the same year.",
        "Ivana Trump is a singer.",
        "Erykah Badu is a singer.",
        "Israel Kamakawiwo ole is a singer",
        "Chuck Berry was a guitarist and singer in the 1950s onward.",
        "Christian Charles Philip Bale met his spouse while acting.",
        "Bruno Mars is a singer from Hawaii.",
        "Bridgeport, Connecticut has many trade routes.",
        "Iwaki Yumoto Onsen has many health benefits.",
        "Abuja has many forests.",
        "Guayaquil has many rivers.",
        "Canadian Mist's proof is half of its alcohol by volume percent.",
        "Many non-Hindi speakers watched dubbed versions of Dear Zindagi.",
        "Hugh Jackman has been performing for over twenty years.",
        "Kasabian has been performing for over twenty years.",
        "Hiphop Tamizha has been performing for over twenty years.",
        "Hitoshi Sakimoto has been performing for over twenty years.",
        "Infected Mushroom has been performing for over twenty years.",
        "John Frusciante has been performing for over twenty years.",
        "Mount Balbi tops 10,000 feet.",
        "Isaiah Thomas is shorter than 6 feet tall.",
        "Cristiano Ronaldo is shorter than 6 feet tall.",
        "Judith Slaying Holofernes is over 20 square feet in size.",
        "Borobudur is over 100 feet tall.",
        "A Cumulonimbus Cloud usually is below 50,000 feet.",
        "Carthage was designated 40 years ago",
        "Iceland was settled over a thousand years ago.",
        "Marc Benioff was born over 50 years ago.",
        "Definitely Maybe was released 25 years ago.",
        "The Telmac 1800 debuted over 40 years ago.",
        "The Acorn Microcomputer debuted over 40 years ago.",
        "Giant's Causeway took place in Houston.",
        "The Gallic Wars took place in Italy.",
        "GEICO 500 took place on asphalt.",
        "The SQ368 crash took place in the 1990s.",
        "Giant's Causeway took place at Keeneland.",
        "Iwaki Yumoto Onsen is a place in Asia.",
        "Florida International University is a public university eastablished in 1965.",
        "University of Florida's mascot is Gators.",
        "Florida International University has over 50,000 undergraduates.",
        "University of Florida has sole sporting affiliation from NCAA Division I FBS Ð SEC.",
        "Florida International University has more academic staff than administrative staff.",
        "Florida International University has academic affiliations from ORAU, SACS and SUS only.",
        "Christmas is celebrated annually.",
        "Nowruz is celebrated by shooting guns in the air.",
        "Christmas a universally celebrated holiday.",
        "Hanukkah is celebrated annually.",
        "Onam, Thiruvonam is a festival celebrated by Pakistanis.",
        "Ambedkar Jayanti is celebrated along Ashok Vijaya Dashmi on 14 April",
        "The Foo Fighters left Roswell to join Capitol.",
        "The gogoplata cuts off breathing to the opponent.",
        "Cherry Bomb was released in spring of 2015.",
        "The racing stallion Buckpasser is related to Tom Fool",
        "Ivanka Trump belongs to the Republican party.",
        "Giant-cell arteritis makes the face flush red due to inflammation.",
        "Chamois Coloured Goat is an aggressive animal around females.",
        "Chyler Leigh is a famous guitarist.",
        "Kamen is most famous for inventing the Dyson vacuum.",
        "Damian Marley is a Jamaican reggae musician.",
        "Seishiro Okazaki was the most famous practitioner of Jujutsu.",
        "Dana is a glass painting.",
        "BTS is from South Korea.",
        "CNBLUE is an English-speaking band.",
        "Jake Perry took care of Creme Puff for over 40 years.",
        "Gwonbeop is from Korea.",
        "CLC originated from South Korea.",
        "BtoB only performs in South Korea.",
        "Jackson Browne writes his own lyrics for performances..",
        "Jonatan \"Cactus\" Söderström has his own website.",
        "Enterprise Products Partners L.P. provides transportation services for its own products.",
        "Hugh Hefner designed his own website.",
        "Clash of the Titans was released only in United States and Australia",
        "Ron S. Geffner works at his own legal practice.",
        "Julio Iglesias had all his children with his first wife.",
        "With his wife Lynne, Marc has 3 children.",
        "Pelé is under 6 feet tall.",
        "Keith Carradine's children are all for his first wife.",
        "J?rgen Skafte Rasmussen's children were all for his wife Theresie.",
        "Chuck Norris had all five of his children with his first wife.",
        "Ignacy Mo_cicki was succeeded by Felicjan S_awoj Sk_adkowski.",
        "Stefan Popper was questioned by the Hillsborough Independent Panel.",
        "Kappa Coronae Borealis b was discovered by a Greek astronomer.",
        "The Boeing 717 was designed by McDonnell Douglas.",
        "Jawaharlal Nehru was proceeded by Gulzarilal Nanda.",
        "Incarnate was penciled by the Inker.",
        "John Augustus Larson studied Criminology before working on Polygraphy.",
        "Jhen? Aiko prefers working with Drake over Kendrick Lamar.",
        "John Deere was a blacksmith prior to working in inventing.",
        "John Wilkinson was known for their wooden working.",
        "Jake died while working.",
        "Joanna Newsom is married and working.",
        "Dimensions of Drowning Girl was 171.6 cm  169.5 cm (​69 5⁄8 in  ​61 3⁄4 in)",
        "Chinese Girl is a painting.",
        "Accession of Drowning Girl was 692.1971",
        "Jodie Whittaker has a baby girl.",
        "Girl before a mirror is an abstract painting.",
        "The accession of Drowning Girl is over 700.",
        "32 matches were played.",
        "38 matches were played.",
        "37 matches were played.",
        "32 matches were played at the tournament.",
        "38 matches were played at the tournament.",
        "There were 38 matches played at the tournament.",
        "GEICO 500 has been around for 15 years.",
        "Hebron has been around for over 100 years.",
        "The Nash equilibrium has been around for over 20 years.",
        "Geto Onsen has been around for over 800 years.",
        "Incheon has been around for over 1000 years.",
        "Malus domestica 'Cornish Gilliflower' has been around for over 200 years.",
        "Jon Jones is undefeated.",
        "Jon Jones was disqualified for breaking a rule.",
        "Jon Jones weighs over 200 pounds.",
        "Jon Jones has been in wrestling since 2008.",
        "Jon Jones trained under Roberto Alencar.",
        "Jon Jones has been active in wrestling for less than 15 years.",
        "Area codes of Curitiba is +99(85)",
        "Maracaibo Municipality State is Zulia",
        "Guayaquil is primarily a metropolitan area.",
        "Ouagadougou has no web presence.",
        "Recife Mayor is Geraldo Júlio de Mello Filho (Geraldo Júlio) (PSB)",
        "Bandung Region is Java.",
        "Creed is a Bollywood film.",
        "British Somaliland Protectorate gained their independence from the British a century later.",
        "Hostiles is a scott cooper film",
        "Jackie Brown is a Quentin Tarantino film",
        "Breathe is a British-American film",
        "Dan Cooper is a french serious",
        "Bijou was previously nominated for three awards before finally wining one at the 2012 Golden Collar Awards.",
        "Crystal Harris is an American female entertainer.",
        "Joaquin Phoenix is an American entertainer.",
        "Iggy Azalea is an African entertainer.",
        "David Cassidy was an American entertainer.",
        "Catherine II and Peter III of Russia were trying to have a baby at the time of his death in 1762.",
        "Hannah Dakota Fanning is an alumni of New York University.",
        "Cabral is a horse.",
        "Leah Kunkel is the mother of Cass Elliot.",
        "Anne Hewlett is the mother of Allegra Fuller Snyder.",
        "Allegra Fuller Snyder is the mother of Anne Hewlett.",
        "Michael Middleton is grandfather to Prince George, Princess Charlotte, and Prince Louis.",
        "Home alone was released in the 1980s.",
        "Home Alone was released in 1993.",
        "Daytona Beach is home to the Daytona 500.",
        "Home Alone was a hit in the 90's",
        "Dave Franco married at the age of 32.",
        "Norman Rockwell made 'Breaking Home Ties' in 1954.",
        "attention deficit hyperactivity disorder will cause Trouble reading",
        "Harris Insights & Analytics Founded in 1966",
        "The Ashes will continue on past 2019.",
        "Joaquin Phoenix will eventually marry his partner, Rooney Mara.",
        "Corey Ian Haim's last will specified Pardes Shalom Cemetery as his preferred cemetery.",
        "Shingles will last for 3 weeks.",
        "Jennifer Garner divorced Ben Affleck because of cheating.",
        "Jennifer Love Hewitt has two children with Brian Hallisay.",
        "Ja Rule has performed with Jennifer Lopez.",
        "Justin Theroux was married to Jennifer Aniston in 2016.",
        "Jennifer Connelly has had only one husband.",
        "Jennifer Love Hewitt is currently a singer.",
        "Charles Martin Hall was a self-taught engineer.",
        "Charles Cros was a photographer",
        "Charles I was royalty.",
        "Charles Stark Draper was a scientist.",
        "Philip M. Morse was a student of Charles Stark Draper.",
        "Charles Stark Draper was a physicist.",
        "IBM Watson Talent is founded on 1997",
        "Hanson is a rap group.",
        "Boyzone took a hiatus for seven years because their label asked them to.",
        "The Bluebells band was very active from 1981 to present.",
        "Devo is most famous for this hit song, Whip It.",
        "The manufacturer is The Edrington Group.",
        "In addition to editing, Sandra Adair also directed Boyhood.",
        "Desi Arnaz is a famous actor and musician from Cuba.",
        "Idiocracy is a Hollywood comedy film.",
        "Darren Criss is born on February 5, 1987",
        "Hollywood Undead has predominately rap influences",
        "Hollywood Vampires is a movie",
        "If Jan Hellman steps down as Chairman of the Non-Violence Project, Rolf Skjoldebrand will take the position.",
        "abas zare will take over as Mayor of Karaj, if Ali kamalizade resigns.",
        "Booking Holdings Inc. was founded over 2 decades ago.",
        "If Malini Laxmansingh Gaur leaves as Mayor of Indore, Nishant Warwade will take over the job.",
        "Daniel A. Reed will take over the position of President at the University of Utah, if Ruth Watkins retires.",
        "Carlos Montes Cisternas will replace Sebasti‡n Pi–era if Pi–era leaves as President.",
        "Michaelangelo is the famous painter known for painting the murals of the Sistine Chapel.",
        "The Cerasuolo di Vittoria has been an Italian wine for the past century.",
        "Descendents has had over 20 different band members during its professional run.",
        "The movie Dazed and Confused wound up winning an award.",
        "Karl Ferdinand Braun wound up winning an award for their inventions.",
        "Hypnotize was an award winning album.",
        "Banff National Park is situated in a Canadian province.",
        "Everglades National Park is the only IUCN category V park.",
        "Chaco Culture National Historical Park covers parts of Arizona and New Mexico.",
        "Garfield Park Branch is abandoned and condemned.",
        "Glacier National Park has more acres than 2018 visitors.",
        "Governed by the National Park Service, the Everglades had 612,000 visitors in 2017.",
        "TAG Heuer has made over 20 different styles of watches.",
        "The Settle–Carlisle line is a heavily traveled rail line.",
        "The Pujiang line operate with domestically built train cars.",
        "The b69 Vanderbilt Avenue Line closed for good in 1950.",
        "The E Line is one in a string of newly added bus lines.",
        "NWFB Route 8 has two competitors, the MTR Island line and NWFB Route N8.",
        "Elisabetta Casellati was born on 12 August 1947",
        "Demi Lovato is born on August 20, 1992",
        "Creme Puff is the name of Jake Perry's cat.",
        "The coronation occurred on August 1 527.",
        "The coronation occurred on August 1 528.",
        "Jake Perry's cat, Creme Puff, lived for 40 long years.",
        "Chennai is over 50,000 square miles.",
        "The Duisburg–Quakenbrück railway lasts for over 100 miles.",
        "The highest elevation in Sanaʽa is 2,250 m.",
        "The urban area covers over 90,000 square miles.",
        "The urban area of Heraklion covers over 100,000 sq miles.",
        "New Taipei has a larger special municipality square miles than urban square miles.",
        "JoJo has been performing for over forty years.",
        "Idina Menzel has been performing for over 20 years.",
        "Kasabian has been performing for over 20 years.",
        "Jinder Mahal has been performing for over thirty years.",
        "Carly Simon has been performing for over 50 years.",
        "Christian Charles Philip Bale lives in his home country.",
        "Anna Maria Alberghetti is an Actress and Singer",
        "In 2019 Mahaveer Janma Kalyanak happened in May.",
        "B. R. Ambedkar was born in May",
        "Cory Monteith is born on May 11, 1982",
        "ClŽment Ader was uneducated.",
        "Monde Nissin may produce confectionery items.",
        "Democratic Republic of the Congo was once a Belgian colony.",
        "Goldfrapp was formed in 2000.",
        "The Chromatics formed in the western U.S.",
        "Chromatics was formed in the Northwest.",
        "Hootie & The Blowfish formed in the southern U.S.",
        "Fairport Convention is a rock band that formed in the 1970s.",
        "Hong Kong is a Chinese region.",
        "JoJo is generally known for singing R&B music.",
        "Jennette McCurdy is known for singing rap music.",
        "Erykah Badu prefers singing to acting.",
        "Carice Anouk van Houten's occupations include acting and singing only.",
        "Demi Lovato has been acting and singing for over 20 years.",
        "Jane Austen was born in England.",
        "Yusuf Islam was born in England.",
        "Cabaret Scene was painted in oil on canvas.",
        "Bruno Abakanowicz was born in England.",
        "Christ in the House of Martha and Mary is hung with a wooden frame.",
        "The HQ of the SQA is in England.",
        "Chvrches has made music on more than 5 record labels.",
        "Florence and the Machine has made music on more than 10 record labels.",
        "Buffalo Springfield was signed to multiple major record labels",
        "Escape the Fate has been signed to several record labels.",
        "Chief Keef has been preforming hip hop since 2011.",
        "There were no members",
        "There are 10g of dietary fiber in one serving of Chicken McNuggets.",
        "There is no Hanja symbol for Gwonbeop.",
        "There is no monetary reward for winner of Nobel Peace Prize.",
        "of the 6 survivors, 3 were crew members.",
        "HR 8799 e's discovery was published in 2010.",
        "Cars 3 is the third movie in the Cars trilogy of movies.",
        "Invasion! was published in the 1980s.",
        "Database of Macromolecular Motions was a created by a team of students at an American university.",
        "Brockhampton originated in the US.",
        "Gosho Aoyama was born on June 21, 1963.",
        "Franca Rame was born in June.",
        "Juan Trippe born on June 27,1899",
        "Rafael Nadal Full name Rafael Nadal Parera",
        "Herbert Quandt was Born in 22 June 1910.",
        "Josef Ressel died after his 64th birthday.",
        "Juliette Lewis divorced Steve Berra after her 30th birthday.",
        "Christmas is the birthday of Buddha.",
        "Kamala Harris was married after her 50th birthday.",
        "Hillary Clinton was affiliated with the Democratic after her 21st birthday.",
        "Intellectual Ventures Management, LLC is a public company.",
        "Manulife Financial Corporation is a public company.",
        "MyRepublic has always been a private business.",
        "Quim Torra was elected by the general public.",
        "Newegg Inc. is a public company.",
        "Kapil Sharma was wed in the 21st century.",
        "The Kuznetsov-class aircraft carrier is a 21st century naval vessel.",
        "Juneau, Alaska was incorporated at the turn of the 21st century.",
        "Jesus died in the 1st Century AD.",
        "Candy Ride was foaled right before the 21st century.",
        "Herbert Quandt Nationality was French.",
        "Arromanches was a French aircraft carrier.",
        "People have confused Danny Glover with actor/singer/comedian Donald Glover, and have also thought Danny may be Donald's father.",
        "Jessica Simpson owns multiple businesses.",
        "Dances with Wolves is a 1990 movie directed by Kevin Costner.",
        "The oil on canvas print of Breezing Up measures 24.2 in by 38 in.",
        "Sunrise Inc. is Animation studio and production company",
        "Nomura Holdings, Inc. traded as TYO: 8608  OSE: 8609   NAG: 8607  SGX: N35",
        "Sunrise Inc.'s headquarters used to be somewhere other than Suginami.",
        "Faisalabad is called as The Manchester of India.",
        "Jock Lewes was in the military.",
        "Horrie was a military mascot.",
        "John McCain was in the military.",
        "Jock Lewes was in the military for over five years.",
        "Van Dyke served in the military for WWII for over 4 years.",
        "Extremadura is a Spanish geographical indication for Vino de la Tierra.",
        "La Tomatina is a festival full of food.",
        "Gachas is eaten mainly in Castile-La Mancha.",
        "La Grande Abbuffata runs for over 2 hours long.",
        "Portrait présumé de Gabrielle d'Estrées et de sa soeur la duchesse de Villars is publicly displayed at the Louvre.",
        "Jessie J has been performing for over ten years.",
        "The Allman Brothers Bank is a rock band who was active from 1970-1971.",
        "Katharine McPhee has been performing for over ten years.",
        "Highly Suspect has been performing for ten years.",
        "Carly Rae Jepsen has been performing music for over ten years.",
        "Fever occurs 10 days  after exposure",
        "Chaitra Navrati is one of the holiest days for Hindus",
        "Jean Metzinger lived in New York.",
        "Most patients experience Tetanus for 15 days.",
        "Corey Haim was born two days before Christmas.",
        "Jemaine Clement was born in the Winter of 1974.",
        "Cameron Diaz was born in the Winter of 1972.",
        "Eugen Baumann was born in the Winter of 1846.",
        "Carlos Santana was born in Mexico in the Winter of 1947.",
        "Carl Walther was born in the winter of 1858.",
        "Raw hazelnuts contain more than 5 g of sugars per serving.",
        "Raw hazelnuts contain fewer than 5 g of sugars per serving.",
        "Indore has a density of 9,800 per square mile.",
        "Cortese grapes are the main species of grape used in most well known wines.",
        "Chicken McNuggets are served in 10 piece amounts and are filled with fat and carbohydrates.",
        "Jude Law has been active since his childhood.",
        "Gugudan has been active since 2015.",
        "Infinite has been active since 2000.",
        "Fitz and The Tantrums are from the capital of California.",
        "Maroon 5 has been active with Calum Scott since 1988.",
        "KALEO has more indie folk songs than garage punk songs.",
        "Hoobastank's songs are mostly post grunge.",
        "Jhen? Aiko has written songs for Drake.",
        "Issa Album features songs by multiple musical artists.",
        "Most of Hybrid Theory is rap songs.",
        "Justinian I was one of the longest serving Byzantine emperors.",
        "Ivan Pului was born in the Austrian Empire.",
        "Jesus was born in the Roman Empire.",
        "The Kanem Empire was subjected to hostile attacks.",
        "Chagatai Khanate was part of the Mughal Empire.",
        "The Tenth of Tevet typically takes place every year.",
        "Hanukkah takes place on the same dates every year.",
        "The Tenth of Tevet, for 2019, takes place in 2019.",
        "Lupercalia takes place every year on the same date.",
        "Guru Purnima takes place in the Summer.",
        "Girls' Generation has released under one label.",
        "Hitoshi Sakimoto was under more than one label.",
        "Coolaid was released under one label.",
        "infinite is under the label earMUSIC.",
        "Imagine is under the Apple label.",
        "Chief Keef started his career in his twenties.",
        "Yusuf Islam/Cat Stevens started his career in his twenties.",
        "Damascus has a large population that doesn't speak Arabic.",
        "Chance The Rapper started his career in his twenties.",
        "David Bowie was a British singer and actor.",
        "Kunstbibliothek Berlin is a library located in Munich.",
        "Ibadan is located in Africa.",
        "Presence is located in Switzerland.",
        "Addis Ababa was founded by Takele Uma Benti.",
        "Hopeless is located in Paris.",
        "Idina Menzel has been married twice.",
        "Camilla Rosemary Shand has been married twice.",
        "Joaqu’n Archivaldo Guzm‡n Loera has been widowed twice.",
        "Bryan Cranston married twice.",
        "Bread music falls in the hard rock genre.",
        "GGV Capital is located in Europe.",
        "The release year of the movie is 1999.",
        "Viridiana Directed by Luis Buñuel",
        "Maynila sa mga Kuko ng Liwanag Music by Miguel de Leon",
        "Cannes showed the Cassandra Cat in the winter of 1963.",
        "Malus domestica 'Dabinett' comes from France.",
        "Inca Kola is a beverage from France.",
        "Hurricane Fly is from France.",
        "Bruno Abakanowicz moved from Russia to France.",
        "Irises is kept in France.",
        "Daniel Dingel was 82 years old when he died.",
        "Omar Daniel Born on 9 April 1995",
        "William Daniel Hillis lived in Baltimore, Maryland, U.S",
        "Daniel is an Old English Poem.",
        "Maria Louisa Douglas Moore is the sister of Daniel McFarlan Moore.",
        "Juliette Lewis has been dating someone since since 2003.",
        "Ciara has been a professional R&B since 1971.",
        "Timor has been independent continuously since 1975.",
        "Chrissy Teigen has been modeling since a teenager.",
        "Jidenna has been performing since the 1990's.",
        "Cristiano Ronaldo has always lived in Portugal.",
        "Kees Schouhamer Immink has always lived in the Netherlands.",
        "J?rgen Skafte Rasmussen always lived in Denmark.",
        "J?rgen Skafte Rasmussen always lived in Denmark.",
        "Tina Lattanzi always lived in Italy.",
        "Colby is a type of soft cheese.",
        "Hoto is a type of pretzel.",
        "Huddersfield Ben is a type of terrier.",
        "Cracovia is a type of Polish vodka.",
        "The main ingredients of buttery, or rollie, include flour, butter, oil and yeast.",
        "MyRepublic was founded more than a decade ago.",
        "Clouds have a classification system.",
        "Hall & Oates have undergone lineup changes",
        "A teacher should have competency skills in planning and leadership.",
        "Bryan Cranston divorced Robin Dearden in the year 1989.",
        "Keanu Reeves has never been in a film directed by Francis Ford Coppola.",
        "Danzig has created songs in the country genre.",
        "Jaden Smith is a model.",
        "Danzig has not made any metal music.",
        "Jada Pinkett Smith's middle name is Koren.",
        "Barings Bank Founder is Sir Francis Baring",
        "Sir John Ambrose Fleming mentored Frederick Guthrie.",
        "Sir Isaac Pitman is alive.",
        "Sir Isaac Pitman was born in 1813.",
        "Sir Ian Wilmut died in 2001.",
        "Denys Fisher was an English engineer.",
        "Julie Andrews was born in Europe.",
        "Erykah Badu was born in Europe.",
        "Integrated Risk Management Services offers security services in Europe.",
        "Caveat was born in Europe.",
        "The government of People's Republic of China is a capitalist one.",
        "Chilling Adventures of Sabrina could be counted on to be issued on a set schedule.",
        "Kamelot has released most of their work on Napalm records.",
        "Goo was released by Capitol Records.",
        "Foo Fighters released their first album on Roswell records.",
        "Ron S. Geffner live in Russia.",
        "Insane Clown Posse live in Detroit.",
        "Desi Arnaz is born on March 2, 1917",
        "Desi Arnaz served in World WWII while still being active in the acting industry.",
        "Iznogoud features live action characters.",
        "Hotel Lobby was completed in the early 1940s.",
        "Golconda was completed in the early 1950s.",
        "Daybreak was completed in the early 1920s.",
        "Early Sunday Morning was completed in the early 1930s.",
        "Claude Chappe is an telecommunication engineer",
        "Channing Tatum grew up in Alabama.",
        "Kaley Cuoco broke up with Ryan Sweeting for Karl Cook.",
        "Jena Malone grew up in Nevada.",
        "TheyÕve broken up",
        "BTS has signed to a major record label.",
        "Dangerously in Love was Beyonce's debut solo album.",
        "Cristiano Ronaldo is a British Millenial.",
        "Cue Card is a castrated British racehorse.",
        "You can buy band merchandise at their website at cultureclub.co.uk.",
        "Royal Society of Edinburgh is a British charity.",
        "Climate Change is an album that was recorded and released over a three year period.",
        "Hornussen has a large following.",
        "Chicago was incorporated as a city before it was incorporated as a town.",
        "K2-21b is large for a star.",
        "An actor born June 13, 1981, does not have any siblings.",
        "John Henry was a female racehorse.",
        "John Napier met Henry Briggs.",
        "The Henry J car weighed over a ton.",
        "Chesney Henry Baker was born in the Netherlands.",
        "Henry VIII was in power for 38 years.",
        "Joni Mitchell was born in the second half of the 20th century.",
        "John Boyd Dunlop was born in the second half of the 19th century.",
        "Ignacy _ukasiewicz was born in the second half of the 1800s.",
        "Joseph Engelberger was born in the second half of the 20th century.",
        "The Unknown Soldier was released in the second half of the 20th century.",
        "J2O is a soft drink.",
        "Cracovia is a weak alcoholic drink",
        "Inca Kola is a soft drink.",
        "Irn-Bru is a Carbonated soft drink.",
        "Edelweiss is a scotch drink.",
        "Brian McAndrews is the main founder of Grubhub.",
        "The main writer of Invasion! was Bill Mantlo.",
        "Wes Anderson is the main writer of Isle of Dogs.",
        "The JEE Main includes differential calculus.",
        "Tony Chu, the main character of Chew, is Asian.",
        "Invisible Touch has a run time over an hour long.",
        "The album Fleetwood Mac has a run time over an hour long.",
        "Brokeback Mountain has over a 2 hour run time.",
        "The run time of In Rainbows is over an hour.",
        "Everybody has a run time that is over an hour long.",
        "Carl August von Steinheil was born in Alsace and died in Bavaria.",
        "Johann Nikolaus von Dreyse was Prussian.",
        "Justus von Liebig was born in 1803 and died aged 69.",
        "Carl August von Steinheil was born on 12 October 1801 in RibeauvillŽ, Alsace and died on 14 September 1870 in Munich, Bavaria.",
        "Carl August von Steinheil was a german physicist, engineer, mathematician, inventor and astronomer.",
        "Jupiter et SŽmŽlŽ was painted in the 20th century.",
        "Isabella was painted right in the middle of the 19th century.",
        "Impression, soleil levant was painted in the 19th century.",
        "Nicolas Poussin painted Et in Arcadia ego in the 18th century.",
        "Grey Tree was painted in the 20th century.",
        "The 2019 Peru earthquake was a weak earthquake",
        "The earthquake was the deadliest in history.",
        "The Sichuan Earthquake cost over $100 billion in damages.",
        "The 2016 Ecuador earthquake was categorized as an extreme earthquake.",
        "The 2016 Ecuador earthquake was only felt in Ecuador.",
        "SUPER TV was originally called SUPER SUPER TV.",
        "Choe Museon originally was spelled Ch'oe Musŏn",
        "BTS was originally called Bangtan Boys",
        "Classic Cola is a unique product.",
        "The Butthole Surfers had a concert in 1980.",
        "Total area of Yekaterinburg is 495 km2 (196 sq mi)",
        "The Total Population is 2,485,900.",
        "Pyongyang Area of Total is 3,000 km2.",
        "The Total Area is 3,000 km2 (850 sq mi)",
        "Alexandria Postal code is 21600.",
        "Jenny Slate has stared in several movies.",
        "Daytona Beach has several lakes.",
        "Earl Jacob Hofert Jr.'s nephew has hosted several television shows.",
        "Nizhny Novgorod has several postal codes.",
        "Byun Baek-hyun has acted in several movies.",
        "Joseph Marie Jacquard was a self-taught weaver.",
        "None of Joe Barry's children have married.",
        "Joseph Stalin's body was paraded though the streets of Moscow.",
        "Joseph Glidden was a husband, father and grandfather.",
        "Joseph Aspdin was involved in bricklayer and was inventor of Portland cement.",
        "Kobe is a city in Texas.",
        "Columbia has always been the state party.",
        "There are no hill stations in Texas.",
        "TheyÕre from Texas.",
        "Jonathan Tweet was born in Texas.",
        "Maurice Wilkins was born and died in New Zealand.",
        "Chen Hao is a man.",
        "Ateneh Faghih Nasiri's Occupation is actress",
        "DIA is a South Korean musical group.",
        "Annunziata Concetta Costantini was born on 5 December 1897.",
        "Kaitlin Olson was born in the Spring of 1975.",
        "Evan Rachel Wood was born in the Spring of 1987.",
        "Jenny Slate was born in the Spring of 1982.",
        "Jodie Foster was born in the Spring of 1962.",
        "Jhen? Aiko was born in the spring of 1988.",
        "Foo Fighters was released in the Summer of 1995.",
        "Illinois was released in the summer of 2005.",
        "Invisible Touch was released in the Summer of 1986.",
        "In Rainbows was released in the summer of 2007.",
        "Constance Elaine Womack returned to acting the year of her divorce.",
        "Brock Lesnar is single.",
        "Nikon D700 is a compact Single-lens reflex camera.",
        "Jallikattu is a single sex sport.",
        "Crystal Light comes in a single color.",
        "Teaching involves a single competency.",
        "George V was coronated in 1912.",
        "George V was the successor.",
        "George I was the successor.",
        "George Frederic Watts' Hope has 8 versions.",
        "Hyperion was taught by George Lambton.",
        "The band Chvrches is known for playing heavy metal music.",
        "The band Converge is known for playing music.",
        "Kasabian is known for playing jazz music.",
        "Bryan Adams is known for playing the accordion.",
        "The band Keane is known for playing a lot of rock music.",
        "Jean Metzinger is a Painter.",
        "Dance Gavin Dance is an American rock band.",
        "The Elevation is 9 m (30 ft).",
        "Jean-Claude Van Damme preferred muay thai to kickboxing.",
        "Jean Francois Empain had two children with his first wife.",
        "21 Laps Entertainment financed the majority of Fist Fight.",
        "Hawaiian Airlines uses the majority of the Boeing 717 aircraft built",
        "The Executioner's Language is English",
        "The overwhelming majority of Yangonites are Buddhists.",
        "Sikhism is a majority religion.",
        "Joyce K. Reynolds served only in ISI.",
        "Cali, Colombia was founded 500 years ago.",
        "Joyce K. Reynolds spent most of her life in Texas.",
        "Joyce K. Reynolds died in December 2015 in California.",
        "Burt Reynolds died on September 7, 2018 in Lansing, Michigan, U.S.",
        "Each of the 4 players use a different skill.",
        "Only a handful of producers were given credit for Climate Change.",
        "Lupercalia sacrifices a specific animal each time.",
        "Keith Carradine's children each had a diferent biological mother.",
        "The festival is a different number of days each year.",
        "It is a very time consuming process.",
        "Dewar's is a Scotch Whisky manufactured by Bacardi",
        "Impressive was a Quarter Horse.",
        "Huaso was a female horse.",
        "WILLIAM LAWRENCE IS A OWNER OF THE CLOUD COMPUTING OR KLARAVICH STABLES",
        "Kungliga biblioteket was established in Sweden in 1661.",
        "Hyderabad was established in 1591.",
        "Danny Glover did not cheat on this first wife with his second wife.",
        "Katowice was established in the 1500s",
        "Order of the Crown was established in 1897.",
        "Karen Gillan speaks English and Italian.",
        "Gregor Mendel was died in 6 January 1890.",
        "Keith Campbell was an English scientist.",
        "Keith Richards is English.",
        "GestŸt Burg Eberstein & Teruya Yoshida is the owner of Danedream",
        "Huntington Beach, California's city clerk is Robin Estanislau",
        "Robin Estanislau is the city clerk in Huntington Beach, California.",
        "Compton is a city in California.",
        "Culver City was involved in the American Civil War.",
        "Karen Carpenter was murdered in California.",
        "Interchange was auctioned by Willem de Kooning.",
        "Don Hernán Cortés was permanently succeeded by Cristóbal de Tapia.",
        "226 Rue de Rivoli is in Paris",
        "Cagayan de Oro is a region governed by elected officials led by the Mayor and Vice Mayor.",
        "Cagayan de Oro is a city in the Philippines.",
        "Jim Mattis was likely a highly decorated Marine.",
        "Jim Mattis was a general.",
        "Jim Mattis pursued a higher learning degree.",
        "Jim Parsons is gay.",
        "Jim Mattis is a billionaire.",
        "In a Roman Osteria is on display in London.",
        "Keira Knightley resides in London.",
        "Hyperion livedin London.",
        "Nation of Brunei, the Abode of Peace is majority Chinese with a minority Malay population.",
        "Goldfrapp originates from London.",
        "Impression, soleil levant was done in the 1800's",
        "Isabella was done in 1800's",
        "Cinematography of Vertigo is done by Bernard Herrmann",
        "Treatment for a brain turmor is varied and done in conjunction with medicines.",
        "Ch_j_-jinbutsu-giga Material was done with paper and ink on two scrolls.",
        "Kraft Food owns the brand Cheetos.",
        "Chester Floyd Carlson invented xerography in 1939.",
        "Clarence Birdseye invented the frozen fish stick.",
        "The SAT was invented in the 1950s.",
        "Charles Macintosh invented the waterproof raincoat in Glasgow.",
        "The 328JET was developed from Lockheed Martin X-55.",
        "Voyager 1 was manufactured by Jet Propulsion Laboratory and operated by NASA / Jet Propulsion Laboratory.",
        "The 328JET was the first airliner for Key Lime Air.",
        "HMAS Sydney (R17) carried only jet fighter planes.",
        "MD-90 is a Narrow-body jet airliner manufactured by McDonnell Douglas and Boeing Commercial Airplanes.",
        "Breaking Benjamin has been active continuously from 1999 to 2019.",
        "Maya Fernandez and Carlos Montes Cisternas have eaten lunch together.",
        "Kaiser Chiefs have been together for 19 years.",
        "John Krasinski and Emily Blunt have 2 children together.",
        "John Legend and Chrissy Teigen have 2 children together.",
        "Insecticide was recorded in 1990",
        "Invisible touch was recorded in 1989.",
        "Infinite was recorded in 1993.",
        "Beautifully Unconventional was recorded in 2017.",
        "Illuminate was recorded ini 2016.",
        "James T. Russell has 4 patents.",
        "James VI met Anne in Denmark.",
        "James Stewart starred in Vertigo.",
        "James Watson's children is still alive.",
        "James Austen is Jane Austen's oldest brother.",
        "The crash of Ethiopian Airlines Flight 302 was the worst airline disaster in the carrier's history.",
        "The cause is unknown for the crash of Malaysia Airlines Flight 370 in 2014.",
        "Everyone on board Indonesia AirAsia Flight 8501 perished.",
        "The manufacturer, Airbus, was deemed liable for the crash of Ethiopian Airlines Flight 302.",
        "Everyone on board of Ethiopian Airlines Flight 302 was killed.",
        "Incredibles 2 was distributed by DC.",
        "Vertigo was distributed by Universal Pictures.",
        "Brokeback Mountain was distributed by River Road Entertainment.",
        "In the Electric Mist was distributed by TFM Distribution.",
        "Ulee's Gold is Distributed by Orion Pictures",
        "The climate is PM",
        "Mashhad is a country.",
        "Country of Curaçao is a multilingual nation.",
        "Bicycle Thieves country is mexico",
        "Greece is a country.",
        "Sanaʽa is over 50 square miles in area.",
        "Bursa doesn't honor daily savings time.",
        "Tianjin water area more than triples it's land area.",
        "Tbilisi  Time zone UTC+ 2 (Georgian Time)",
        "Lusaka  websites have more information's about their country",
        "Daegu is broken into seven districts.",
        "Ironman makes an appearance in Journey into the Mystery.",
        "Case Closed is published in UK only.",
        "Case Closed was made into an anime called Detective Conan.",
        "Jean-Marc Vallee works for Truth Entertainment.",
        "Faisalabad municipality was founded by Sir James Broadwood Lyall in the year 1892.",
        "Jamiroquai played mainly acid jazz on the Acid Jazz label.",
        "Debian was available in 75 languages in 1993",
        "Brazil is an 80's film",
        "The Republic of Ecuador has multiple official languages.",
        "Circus was released on Thanksgiving.",
        "Future is signed to A1 records.",
        "Everclear were signed to Capitol records throughout the 1990's.",
        "No band signed to the Parlophone label has originated in the capital of England.",
        "Hootie & The Blowfish were first signed to Vanguard records.",
        "Faisalabad District is Faisalabad",
        "Viridiana Language English",
        "Maynila sa mga Kuko ng Liwanag Screenplay by Miguel de Leon",
        "Bicycle Thieves language is english",
        "The Executioner's Release date is 1964",
        "Cassius Jay did more of the production work on Jeffery than Goose.",
        "Mike Crossey did more of the production work on Favourite Worst Nightmare than James Ford.",
        "Linus Torvalds did more to develop Linux than Community did.",
        "Finola Dwyer did more to produce Brooklyn than Amanda Posey did.",
        "The artistic gymnastics drew more viewers than the rythmic gymnastics did.",
        "The only government that Kara-Khanid Khanate ever had was a monarchy.",
        "Keith Richards was only ever on The Rolling stones.",
        "Joaqu’n Guzm‡n was only ever wanted by the US government.",
        "Jin only ever had a monarchy as a government.",
        "Charles I only ever slept in Palaces.",
        "Pepsi's caffeine-free cola doesn't have any competing products.",
        "Creed was the highest grossing film of 2015.",
        "Danedream born in the wild.",
        "The highest speed of HMCS Warrior is 25 knots and its highest range is12,000 nmi (22,224 km).",
        "Canadian Mist is a very high alcohol by volume whisky, roughly over half of its contents being alcohol.",
        "Carthage is part of Saudi Arabia.",
        "Iqaluit is part of Iceland.",
        "Bougainville is part of a chain of islands.",
        "Incheon is a part of Incheon Gwang-yeoksi",
        "Kappa Coronae Borealis b is part of the Little Dipper constellation.",
        "Jeff Hardy is dead.",
        "Jeff Sessions is in his 80s.",
        "Jeff Hardy trained without the use of steroids.",
        "Jeff Bridges has a brother and a sister.",
        "Jeff Buckley is acted in THe A.M, Shinehead and Goonsters",
        "Brooklyn is the area in which Charlie Murphy died at the age of 57.",
        "Brittany Murphy died because of cancer.",
        "Charlie Murphy was married with three sons.",
        "Charlie Murphy started comedy before his brother Eddie.",
        "Charlie Murphy started his career as a teenager.",
        "Republic of Cyprus is multi-ethnic, multi-lingual country.",
        "The Czech Republic is a multi-ethnic and multi-lingual nation.",
        "Republic of Burundi is a multi-lingual, multi-ethnic country.",
        "Republic of Cameroon is a multi-ethnic, multi-lingual African country.",
        "Kazakh Khanate was a multi-ethnic islamic territory.",
        "J?rgen Skafte Rasmussen was married to Theresie Liebe.",
        "Buckminster Fuller married Anne Hewlett in 1917.",
        "Fˆn B_ngb_ng is married.",
        "Ciara Princess Harris married  Nayvadious Wilburn",
        "Suntory Beverage & Food Limited Headquarters at China",
        "Chop Suey was completed in the late 1920s.",
        "Artemisia Gentileschi finished Judith Slaying Holofernes in the late 17th century.",
        "Josef Mengele was born late in the 19th century.",
        "Josiah Warren was born in the late 20th Century.",
        "Katie Price was born late in the year 1978.",
        "Saint Joan of Arc was killed for good reason.",
        "Joan of Arc was Catholic.",
        "Saint Joan of Arc was canonized in 1939.",
        "Joan Jett's band was the Blackhearts.",
        "Saint Joan of Arc was born before 1500.",
        "Jonatan \"Cactus\" Söderström works in the financial industry.",
        "Oliver Hudson is in the entertainment industry.",
        "Telefônica Brasil S.A. Founded on 13 April 2004 (launched as Vivo brand)",
        "A.P. Møller – Mærsk A/S is a Conglomerate Industry",
        "Siegfried Bettmann belongs to the nationality of America",
        "Hugo Junkers was buried in the USA.",
        "Khartoum is in the USA.",
        "Hugh Bradner is a USA resident",
        "Adam Opel is the citizen of USA.",
        "Gray Tree was placed on display in the USA.",
        "The aluminium Alfa Romeo V6 engine is also called the Alfa Romeo V6 Busso.",
        "Demi Moore is born on November 11, 1962",
        "A psychiatrist is also a medical professional.",
        "Charlemagne was a pagan worshipper.",
        "Bacardi bought out Dewar's recently.",
        "Daim is marketed in sweden",
        "Wilhelmina International Inc. was founded in the 21st century.",
        "Gugudan is an international success.",
        "BtoB dances during stage shows.",
        "Tukwila International Boulevard Station (Link Light Rail Station) accepts cash and digital payments.",
        "Hunter Hunter's original network was Fuji TV.",
        "Brett Graham was the original chef of The Ledbury Restaurant",
        "Dawn of the Planet of the Apes is a Hollywood movie.",
        "Bread was composed of the original members.",
        "Jodie Whittaker has been acting for over 40 years.",
        "Channing Tatum has been acting for close to 20 years.",
        "Diane Keaton is an actress who has 2 sons.",
        "Channing Tatum has been acting for more than 30 years.",
        "Insidious started in 2000.",
        "Girls' Generation started in Newark, NJ.",
        "Ivana Trump started modeling in 1968.",
        "Conor McGregor started fighting in his thirties.",
        "The third lunar month was in March in 2019",
        "Jolly LLB 2 was released internationally, in the same month.",
        "The Dawn of the Black Hearts was recorded in the month of February.",
        "Fast of Esther is in the same month in 2020 and 2019",
        "Delhi is also known as New Delhi and is located in India.",
        "Chicken McNuggets provide 40 kcals per nugget.",
        "Irn-Bru is all natural.",
        "Rama Navami is practiced by all of Hindu culture.",
        "John C. Taylor is a Fellow of the Royal Academy of Engineering.",
        "Mauricio Oliva is the Honduras president since early 2000.",
        "The Republic of Honduras has a president that is elected by the people.",
        "The Republic of Honduras speaks Spanish more than any other language.",
        "A rabies diagnosis guarantees death.",
        "Deep Throat is the only movie Gerard Damiano directed in his career.",
        "The reason for Ellen Naomi Cohen's death was brain hemorrhage.",
        "Death of the Virgin is bigger in centimeters than in inches.",
        "Jamie Dornan resides in Great Britian.",
        "Sejong the Great (4th). was responsible for The Promulgation of the Korean alphabet",
        "Multitheism was present in the Kingdom of Great Joseon.",
        "Justinian the Great fathered John.",
        "Elisabetta Casellati served in Forza Italia political party alone.",
        "Kiss Entertainment is based in BtoB's country of origin.",
        "Chorley cake is flakey and served warm.",
        "Gaisburger Marsch is served on holidays.",
        "Interior was Edgar Degas' final work.",
        "Hopeless was Roy Lichtenstein's final work.",
        "Keith Campbell is known for his work in science.",
        "Flight of the Doves wasn't based on a book.",
        "Kazakh Khanate lasted for over 500 years.",
        "Kara-Khanid Khanate lasted over 1000 years.",
        "The Caliphate of C—rdoba was a theocratic monarchy with three main religions.",
        "The Gallic Wars lasted for over a decade.",
        "The gondola reaches 300 ft halfway between Emirates Greenwich Peninsula and Emirates Royal Docks",
        "The difference between revenue and expenses in 2014 was $879,321.",
        "Crooked Teeth is the product of a collaboration between the musicians Crooked Eye and Nine Inch Nails.",
        "Gogoplata is a dance between friends.",
        "Huntinyon Beach council has seven members.",
        "Brightest Dayis featured DC comic's most famous characters.",
        "Glass Harp plays more progressive rock than psychedelic rock.",
        "The members of HIM reside in Finland.",
        "Beautifully Unconventional was written by 4 songwriters.",
        "Ex Machina was written by Rob Hardy.",
        "Casablanca was edited and written by Humphrey Bogart.",
        "Illinois was written by the singers.",
        "Garrotxa is a pastereurized goat cheese that requires certification.",
        "Epilepsy is a neurological disorder that results in uncontrollable seizures.",
        "Crohn's disease is something that causes stomach problems.",
        "Bushwacker is a bull that weighed nearly a ton.",
        "Conor McGregor trains in Ireland.",
        "Dangerously in Love is a solo album by Beyonce.",
        "Club is Manufactured only in Ireland",
        "Homecoming Queen was born in Ireland.",
        "Grand Duchy of Lithuania grew gradually.",
        "Grand Duchy has continuously grown.",
        "The MGM Grand was renovated in 2001.",
        "The 2019 Caesars Palace Grand Prix will be held in August.",
        "Daughtry began on the west coast of the United States.",
        "Salvador Dali painted many paintings.",
        "The Buyid Dynasty last for 3 centuries before being disestablished.",
        "The inventor of the Arithmometer was Belgian.",
        "The Mars Orbiter Mission weights only 1,064 pounds.",
        "Decanter only publishes wine reviews.",
        "Ignacy _ukasiewicz only speaks Polish.",
        "Kazakh Khanate only practiced Islam.",
        "Nash equilibrium contains trembling hand perfect, but not epsilon-equilibrium.",
        "Alfa Romeo is the manufacturer of the Alfa Romeo V6 engine but not the designer.",
        "Nash equilibrium contains epsilon-equilibrium, but not trembling hand perfect.",
        "Bell's palsy is a neurological disorder that is temporary but painful and embarrassing.",
        "Destroyer was a studio album by the band KISS.",
        "DŽjˆ vu won many awards and accolades for Crosby, Stills, Nash & Young.",
        "Californication won numerous music industry awards upon its release.",
        "'Brothers in Arms' was recorded in Montserrat because the producers lived there.",
        "Hyderabad's most important district is Ranga Reddy.",
        "Bromine most frequently occurs in liquid form.",
        "In Bosnia and Herzegovina, the president is elected to a six year term.",
        "Everyone in S‹o Paulo speaks Brazilian.",
        "HMS Warrior was stationed in the South Pacific",
        "Greenville, South Carolina is the residence of Britt Robertson.",
        "Ekurhuleni is a city in Gauteng, South Africa.",
        "Dan Aykroyd is not active at present.",
        "Phiwa Nkambule is known for his work with Microsoft.",
        "Soehardjono Sastromihardjo was born in the 20th century.",
        "Kees Schouhamer Immink was born in the 20th century.",
        "Hiraga Gennai was born in the 17th century.",
        "Honeymoon ran for over an hour.",
        "The 2.2 & 2.5 engine was ran on diesel.",
        "Illinois ran for over an hour.",
        "Hunky Dory ran for over an hour and a half.",
        "Grieg Seafood ASA Headquarters is Bergen, Norway",
        "The Headquarters is Altoona,Pennsylvania.",
        "Evan Spiegel met Miranda Kerr at Snap's headquarters.",
        "Headquarters of A.P. Møller – Mærsk A/S is at Odense, Denmark",
        "Keith Campbell is unfamiliar with cloning.",
        "Dyslexia is treatable with the use of certain medications.",
        "The Huawei Ascend G300 is compatible with HSPA900/2100 networks.",
        "Chorley cake is usually enjoyed with coffee.",
        "Jeremiah Weed is a weak European liqueur.",
        "ClŽment Ader was a European who built things.",
        "Cristiano Ronaldo is a European athlete..",
        "David Lance Arneson is living with Frankie Ann Morneau",
        "Creedence Clearwater Revival is opened 1967",
        "The Changi Airport Singapore opened in 1981.",
        "The Settle–Carlisle line opened in the 1870s.",
        "Creed is a band opened in 1993",
        "The SAT $60 in Canada",
        "The CRJ100 / CRJ200 was developed in Canada.",
        "Carly Rae Jepsen was born in Canada.",
        "Impressive was born in Canada.",
        "Horses is under the Warner label.",
        "Ciara likes Warner Bros. more than Epic.",
        "Al Unser won the Borg-Warner Trophy in 2018",
        "HŸsker DŸ released more music under SST than Warner Bros.",
        "British Steel was released in 1980.",
        "British Steel was Tom Allom's solo debut album.",
        "Changchun was incorporated into a city before it was known as a town.",
        "British Steel was recorded in the summer of 1980.",
        "Bridesmaids starred Saturday Night cast members.",
        "Chibuku Shake shake always looks dark.",
        "B1 is a cashless bus system and uses electronic forms of payment.",
        "Graphic designer is a creative and visual focused profession.",
        "Daim was never owned by Americans.",
        "Jin is ruled by monarchy.",
        "Paryushana is observed by Hindus.",
        "Dangerous Woman is a pop album released in 2016.",
        "Isaiah Thomas played professional basketball.",
        "Brokeback Mountain played in cinemas for 9 weeks.",
        "Eric Clapton played with the Yardbirds.",
        "Bronski Beat is a British new wave band.",
        "Vanishing Point took 4 months to complete.",
        "Anugerah Musik Indonesia has been continuously sponsored by Samsung at some point.",
        "Critical point is exactly double the triple point",
        "The boiling point and melting point of oxygen is exactly the same.",
        "The Bank of Nova Scotia is a private company.",
        "SUPER TV is a private company.",
        "Hopeless is in private ownership.",
        "Manulife Financial Corporation is a private company.",
        "Circus was released before Christmas of 2008.",
        "Innuendo was released before 1991.",
        "Cult of Chucky t was released  before 2018.",
        "Ni Liv movie was written, directed and produced by Jack Fjeldstad.",
        "Jackie Wilson was born in 1934",
        "Herbert Hoover was the boss of Woodrow Wilson.",
        "Sir Joseph Wilson Swan was born on Halloween.",
        "Dennis Wilson started his career in his twenties.",
        "Endocrinology is another name for hypercortisolism.",
        "K?roly Zipernowsky was known by another name.",
        "I'll Have Another was a chestnut color.",
        "John Mellencamp has gone by another name in the past.",
        "Katowice was established in the 15th century.",
        "Hyderabad was established in the 16th century.",
        "Huntsville, Alabama was established in the 20th century.",
        "Kazakh Khanate was established in the 14th century.",
        "Soehardjono Sastromihardjo was born on 29 July 1959",
        "The Marquis of Polavieja Born on 13 July 1838",
        "Dan Bilzerian a multi-national individual.",
        "Jaan Kiivit Jr. Elected in 30 July 1995.",
        "Brendon Urie has been active for about 15 years.",
        "Duchovny has been acting for about 10 years.",
        "Bryce Dallas Howard has been acting for about 30 years.",
        "Broken Social Scene has been a band for about 20 years.",
        "Julius Caesar left office peacefully.",
        "Julius Caesar was killed by himself.",
        "Caesar was of mixed breeds.",
        "Julius Caesar was assassinated by a fellow politician.",
        "Kapil Sharma has been active since his teens.",
        "Josh Homme has been active since his teens.",
        "Idris Elba has been active since his teens.",
        "Keith Richards has been active since his teens.",
        "Some of the space debri includes pieces of damaged rockets.",
        "Days of Future Passed was originally released digitally.",
        "Some members of Deathray are members of CAKE.",
        "Rumen Radev is the longest serving president of Bulgaria.",
        "Cigarrettes After Sex are well known for their 20 years of performing polka-style rock.",
        "Anna Maria Alberghetti has been active in her occupation for over 75 years.",
        "Hayden Lesley Panettiere met Wladimir Klitschko in her acting occupation.",
        "Clint Eastwood has made his entire net worth as an actor, producer, director, composer, and businessman.",
        "Circus was released in the Spring of 2008.",
        "Cherry Bomb was Tyler, the Creator's 2nd solo studio album.",
        "Jeffery was released in the Spring of 2016.",
        "Chips was released in the spring of 2017.",
        "Jeffrey Dahmer was a Californian.",
        "Jeffrey Dahmer was killed in prison.",
        "Jeffrey Dahmer was murdered by a prison guard.",
        "Jeffrey Dahmer wound up in prison.",
        "Huddersfield Ben was alive for six years.",
        "Jidenna has been active in music for six years.",
        "Crosby, Stills, Nash & Young has been active since the 60s with the exception of time off in the early 70s to treat their drug addictions.",
        "4 of the six survivors were crew",
        "Faroe Islands only has one official language.",
        "The official language of Islamic Republic of Iran is Persian.",
        "The government in Prague's official language is German.",
        "The Czech Republic has only one official language.",
        "Impressive was a white and black pony.",
        "Huaso is white.",
        "Istabraq is a white color",
        "Borscht takes a long time to cook.",
        "The mineral Bromine is known for being halogen.",
        "Jor-El is known for being a villain to Superman",
        "Katharine McPhee is known for being an R&B singer.",
        "John McCain was known for being in the Democratic party.",
        "You can listen to the entire album in under one hour.",
        "Flatliners was released in the winter of 1990.",
        "Dangerous was Michael Jackson's least successful album.",
        "Fences was released in the Winter of 2016.",
        "BlueScope Steel Limited has always been a steel industry.",
        "BlueScope Steel Limited is public.",
        "Cosmic Odyssey is edited by Mike Carlin",
        "China Mobile Limited industry is telecommunications.",
        "I Am Legend was produced and distributed by the same company.",
        "Kaput and Zšsky: The Ultimate Obliterators is produced and distributed by the same company.",
        "Close Encounters of the Third Kind was produced and distributed by the same company.",
        "Jon Voight wrote and produced Deliverance with his writing partner, Eric Weissberg.",
        "Hanoi is very mountainous.",
        "The handball final was a very tight match.",
        "Daniel Hillis is famous for his work with Disney and animatronics at their theme parks.",
        "Yerevan is known as the \"rosy city.\"",
        "The publication is now defunct and ended in 1985.",
        "Chaser is an American female dog.",
        "The Annunciation took 2 years to complete and was completed in the late 1490's.",
        "Prince Charles was unmarried for a span of time prior to the turn of the century.",
        "Bryan Adams owns the record label A&M.",
        "Insane Clown Posse owns the Psychopathic record label.",
        "In the zone is the longest record on the Jive label.",
        "Hootie & the Blowfish prefer the Atlantic record label to Vanguard.",
        "Jesus lived for fifty years.",
        "Rosalind Elsie Franklin lived for 38 years.",
        "Aristide Blank lived in Romania for 17 years.",
        "J. Willard Marriott was born in 1900.",
        "John Desmond Bernal was born in the Spring of 1901.",
        "John Adams was born in the Spring of 1735.",
        "John Harrison died in the spring of 1776.",
        "John McCain was born in the Spring of 1936.",
        "Medellín was founded in the 15th century.",
        "The Area code is 262.",
        "Bombardier was founded in the 19th century.",
        "Integrated Risk Management Services was founded in the 20th century.",
        "The name Bulleit Bourbon was inspired by the owner seeing that a friend of his had spelled the word Bullet wrong.",
        "LG Optimus G is manufactured for the domestic Korean market.",
        "K?lm?n Tihanyi is responsible for inventing the infrared camera.",
        "Mark Richards graduated from the University of Washington.",
        "The University of Washington is in the SEC conference.",
        "The University of Washington is located in the state of Washington.",
        "Huaso is a breed of dog.",
        "Judy was a dog and mascot of the Royal Navy.",
        "There are more Bull and Terrier dogs in the United Kingdom than in the United States.",
        "Cobie Smulders started her career in her teens.",
        "Demi Moore is the most famous person from Idaho in the United States.",
        "Desi Arnaz was a Cuban-American entertainer for almost half a century.",
        "Katie Price has been married three times.",
        "Carol Burnett has two daughters and one son from three marriages.",
        "Corey Feldman has been married and divorced three different times.",
        "Bringing It All Back Home was released in March.",
        "Running over one hour, Bringing It All Back Home is one of the longest albums released during the 1960s.",
        "Bringing It All Back Home was a rap album.",
        "Kaatru Veliyidai came out in the fall of 2017.",
        "Jeepers Creepers 3 came out in the Fall of 2017.",
        "Joanne first came out in the Fall of 2016.",
        "History was laid down in 1886.",
        "Huaso was foaled in 1933.",
        "Borobudur was restored in 1911.",
        "Keerthy Suresh is an Indian politician.",
        "Jinder Mahal is an Indian professional fighter.",
        "The INS Vikrant (R11) was an Indian naval vessel.",
        "Kasabian is an English rock band.",
        "defleppard.com is a official website of Def Leppard band",
        "Denys Fisher was a British Inventor and engineer.",
        "Jeepers Creepers was released in the fall of 2001.",
        "Everybody was released in the Fall of 2017.",
        "Jagged Little Pill was released in the fall of 1995.",
        "Crazy, Stupid, Love was the first movie Steve Carrell directed and produced.",
        "Jemaine Clement started his career in his teens.",
        "Damon Albarn is most famous for playing the violin.",
        "David Bowie's first wife died shortly after their marriage.",
        "David Packouz was selling illegal guns.",
        "Claude Chappe was an engineer born on Christmas day.",
        "Dido began her career in her twenties.",
        "Courteney Cox began her career in her twenties.",
        "Demi Moore is a veteran actress.",
        "Anantha Rathriya Music by Prasanna Vithanage",
        "Denial is a British-American film co-production.",
        "CHAPPiE won numerous film awards.",
        "Gogoplata has one major hold.",
        "Algiers has only one postal code.",
        "Hawk-dove is one example of evolutionarily stable strategy.",
        "The J4 College Park–Bethesda MetroExtra line is a train line.",
        "The J4 College Park–Bethesda MetroExtra line began service at the end of 2002.",
        "The J4 College Park–Bethesda MetroExtra line saves people a lot of travel time.",
        "The main producer of Innuendo was Queen.",
        "Ill Communication's main producer was the Beastie Boys.",
        "The main producer of Homogenic was Mark Bell.",
        "Ulee's Gold's language is tamil",
        "Vertigo's language is Italian",
        "The language is Hebrew.",
        "Bryan Adams has been active since his twenties.",
        "Karen Gillan has been active since her twenties.",
        "Ciara has been active since her twenties.",
        "Colin Kaepernick has always had a TD-Int ratio above 2.",
        "Daegu has always had 7 districts.",
        "The Rosenheim–Salzburg Railway has always had 13 stations.",
        "Panda Express has thousands of locations around the world.",
        "NWFB Route 8 travels a circuitous route around the island.",
        "REX Richmond Highway Express operates around the clock.",
        "iOS is an open-source software.",
        "The Australian Open has solely existed in Melbourne.",
        "Dennis Rodman played for only one NBA team.",
        "Decanter was founded over forty years ago.",
        "The administrative divisions of Brno were established in the year 1000.",
        "Cali is the capital of Columbia.",
        "HR 8799 e was fist announced at the end of 2010.",
        "The Tangerine Microtan 65 personal computer debuted at the 2014 CES.",
        "The Utah Valley Express travels at speeds above 60 mph.",
        "Enterprise Products Partners L.P. is a privately traded company.",
        "Zenith is a Swiss company.",
        "J.D. Power is a publicly traded company.",
        "Kathryn Bigelow, Mark Boal, Matthew Budman, Megan Ellison Colin Wilson are acted in Detroit",
        "Diana and Callisto is a 16th century painting located in a museum in the United Kingdom.",
        "Golconda is a mural tall as it is wide.",
        "Masaya Nakamura Died on 22 January 2016",
        "Desi Arnaz fought in World War II.",
        "Into the Great Wide Open was released in the summer of 1991.",
        "The band Chicago has been recording music since the 1960s."
    ],
    "size": 10.822310219900581
}