{
    "название": [
        "Юлий Цезарь"
    ],
    "Предшественник": [
        "C. Caninius Rebilus (Suffect) и Gaius Trebonius (Suffect) (1 января 44 года до н. э. – 15 марта 44 года до н. э. Служил с Марком Антонием )",
        "Q. Fufius Calenus and Publius Vatinius (1 января 46 до н. э. – Сентябрь 45 до н. э. Служил с M. Aemilius Lepidus (46 до н. э.))",
        "C. Claudius Marcellus Maior и L. Cornelius Lentulus Crus (1 января 48 до н. э. – 1 января 47 до н. э. Служил с П. Сервиlius Vatia Isauricus)",
        "Q. Caecilius Metellus Celer and Lucius Afranius (1 января 59 до н. э. – 1 января 58 до н. э. Служил с Маркусом Кальпурниусом Библусом)"
    ],
    "Победитель": [
        "П. Корнелиус Долабелла (Сuffect) и Марк Антони (1 января 44 г. до н. э. – 15 марта 44 г. до н. э. Служил с Марком Антони )",
        "Q. Fufius Calenus and Publius Vatinius (1 января 48 до н. э. – 1 января 47 до н. э. Служил с П. Сервиlius Vatia Isauricus)",
        "L. Calpurnius Piso Caesoninus и Aulus Gabinius (1 января 59 г. до н. э. – 1 января 58 г. до н. э. Служил с Маркусом Calpurnius Bibulus)"
    ],
    "Окончил": [
        "Q. Fabius Maximus (Suffect) и Gaius Trebonius (Suffect) (1 января 46 г. до н. э. – сентября 45 г. до н. э. Служил с M. Aemilius Lepidus (46 г. до н. э.)"
    ]
}