{
    "titel": [
        "Law School Admission Test"
    ],
    "Acronym": [
        "LSAT"
    ],
    "Tipe": [
        "Standaardiseerde toets"
    ],
    "Ontwikkelaar / administrateur": [
        "Law School Admission Council"
    ],
    "Kwaliteit / vaardigheden geteste": [
        "Lees verstand, analiesiese redenering, logiese redenering, en (on- getekende) skryf."
    ],
    "Betekenis": [
        "Toegang verkry na Juris Doctor (JD) programme van wetsscholen in die Verenigde Staten, Kanada, en sommige ander lande."
    ],
    "Jaar beginne": [
        "1948 (1948)"
    ],
    "Duur": [
        "35 minute vir elke van die 5 seksies, vir 'n totaal van 2 uur en 55 minute (behalve breeks)."
    ],
    "Telling / graad omvang": [
        "120 na 180, in 1 punt vermeerder."
    ],
    "Telling / graad geldigeheid": [
        "Telling van tot na 12 toetse wat genomen sedert 1 juni, 2008 word geldig."
    ],
    "Voorgestel": [
        "In 2018, 5 times: Februarie, Junie, Juli, September, en November."
    ],
    "Beperkinge op probeerslae": [
        "Begin September 2019, nie meer as 3 probeerslae in een LSAC jaar (juin- mei), nie meer as 5 probeerslae in 5 jaar, nie meer as 7 probeerslae in 'n hele leven. Uitsonderings dalk mag wees toegeskryf word vir spesiale gevalle."
    ],
    "Lande / Regions": [
        "Wereldwijd"
    ],
    "Taal": [
        " Engels"
    ],
    "Voorwaarde / eligibility criteria": [
        "Geen officiële voorwaarde. Wat aangeskakel is vir bachelor's degree afgestudeerden en bachelorstudente aangaande na afstudeer, wat wil hê na aanteken na wetsscholen. Fluensie in Engels aangeneem."
    ],
    "Fees": [
        "US$ 190., (Vereens van Amerikaanse, Kanadesiese en Australiese burgers met extreme finansiële benodiging kan wees toegeskryf Fees verbied geldige vir twee toetse in 'n twee jaar periode.)"
    ],
    "Telling / grades gebruik word deur": [
        "Juriste schools in Amerika, Kanada, Australië en sommige ander lande."
    ],
    "Webruimte": [
        "www.lsac.org /jd /lsat"
    ]
}