{
    "titel": [
        "Graduate Aptitude Test in Engineering"
    ],
    "Acronym": [
        "GATE"
    ],
    "Tipe": [
        "Rekenaar gebaseerde standaardiseerde toets"
    ],
    "Ontwikkelaar / administrateur": [
        "Gedeelde gezamenlijk deur IISc en 7 IITs in naam van die National Co-ordination Board - GATE, Department of Higher Education, Ministry of Human Resource Development, Government of India."
    ],
    "Kwaliteit / vaardigheid toets": [
        "Bachelorsgraad vlak kennis van die gekose ingenieursdiscussie of mastersgraad vlak kennis van die gekose wetenschappelijke Discussie."
    ],
    "Betekenis": [
        "Postgraduaal ingenieurs aanteken, keuring vir inskrywing- vlak ingenieurs werke."
    ],
    "Jaar begin": [
        "1984 (1984) [ citation needed ]"
    ],
    "Duur": [
        "3 uur"
    ],
    "Telling / Graad omvang": [
        "Merke (unscaled) van 100, in 0. 33 punte inkrementeer., Telling (scaled) van 1000, in 1 punte inkrementeer."
    ],
    "Telling / graad geldigeheid": [
        "3 jaar (Voorgekom GATE 2015)."
    ],
    "Gepresenteer": [
        "Een keer per jaar (gewoonlik in Februarie)."
    ],
    "Lande / Regions": [
        "Meer as 660 centra in India, Bangladesh, Ethiopië, Nepal, Singapore, Sri Lanka, en Verenigde Arabiese Emirate."
    ],
    "Taal": [
        " Engels"
    ],
    "Voorbepaalighede / eligibele Kriterië": [
        "Finale jaar student of afgestudeerder van Bachelor's diploma (of ooreenstemmend) in ingenieurs/ argitektuur of Master' s diploma (of ooreenstemmend) in wetenschap, rekenaar programme, etc."
    ],
    "Fee": [
        "INR ₹ 750 vir Indiase vrouw, SC, ST, en fisies gekanselleer kandidate., INR ₹ 1500 vir alle ander Indiase kandidate., Us $ 50 vir internasionale kandidate."
    ],
    "Tellings / grades gebruik word deur": [
        "Verskeie Indiase ingenieurs universiteite wat bied postgraduaal onderwijs, klomp publieke sektor Indiase bedrijven rekrutering ingenieurs, etc."
    ],
    "Webruimte": [
        "gate. iitm. ac. in (vir GATE 2019)"
    ]
}