{
    "titel": [
        "Record Voorkeure: Algemeen Toets"
    ],
    "Acronym": [
        "GRE"
    ],
    "Tipe": [
        "Rekenaar gebaseerde of papier gebaseerde standaardiseerde toets"
    ],
    "Ontwikkelaar / administrateur": [
        "Educational Testing Service"
    ],
    "Kennis / vaardigheden geteste": [
        "Analiese skryf, kvantitatief reasoning en verbal reasoning."
    ],
    "Betekenis": [
        "Toegang verkry na master en doctoraal diploma programme in verskeie universiteite"
    ],
    "Jaar beginne": [
        "1936; 83 jaar geleden (1936)"
    ],
    "Duur": [
        "Ongeveer 3 uur en 45 minute (bevat 1- minute pauzes na elke seksie en 'n 10- minute pauze na derde seksie)"
    ],
    "Telling / Graad omvang": [
        "Analiese skryf: 0. 0 na 6. 0 (in 0.5- punt inkrementele),, Woordeskat reasoning: 130 na 170 (in 1- punt inkrementele),, Kwantitatiewe reasoning: 130 na 170 (in 1- punt inkrementele)."
    ],
    "Telling / klas geldigheid": [
        "5 jaar"
    ],
    "Voorgestel": [
        "Rekenaar gebaseerde toets: Veelvuldige times per jaar (afhanklik van die beskikking van die toetssentrum), Papier gebaseerde toets: Tot 3 times per jaar in oktober, november en Februarie"
    ],
    "Beperkinge op probeerslae": [
        "Rekenaar gebaseerde toets: Kan slegs word neem een keer na 21 dae van die dag van die Voorkeure in elk jaar. Maksimum van 5 times per jaar. (Wend aan al as kandidate kanseleer tellings op 'n Voorkeure gevangen.), Papier gebaseerde toets: Kan word neem as gereeld as dit is aan bied."
    ],
    "Lande / regio's": [
        "Ongeveer 1000 toets centra in meer as 160 lande, (Papier- based test bied slegs in areas where computer- based testing is not available.)"
    ],
    "Taal": [
        " Engels"
    ],
    "Jaarliks Nommer van Toepassers van Toepassings": [
        "584,677 (2016)"
    ],
    "Voorkeure / eligibility criteria": [
        "Geen formeel voorwaarde. Intended vir bachelor's degree afgestudeerden en bachelorstudente wat op die punt is om af te laai. Fluensie in Engels aangeneem."
    ],
    "Fees": [
        "US$ 205, (Limited offers of Fee Reduction Program for U.S. citizens or resident aliens who demonstrate financial need, and for national programs in United States that work with underrepresented groups.)"
    ],
    "Telling / grades gebruik word deur": [
        "Mees afgestudeerde schools in USA, en weinig in ander lande"
    ],
    "Webruimte": [
        "www.ets.org /gre"
    ]
}