{
    "الاسم": [
        "جوليس سيزير"
    ],
    "قبل": [
        "C. Caninius Rebilus (المستحيل) و Gaius Trebonius (المستحيل) (1 يناير 44 قبل الميلاد - 15 مارس 44 قبل الميلاد خدمة مع مارك أوناني )",
        "Q. Fufius Calenus و Publius Vatinius (1 يناير 46 قبل الميلاد – سبتمبر 45 قبل الميلاد خدمة مع M. Aemilius Lepidus (46 قبل الميلاد))",
        "C. Claudius Marcellus Maior و L. Cornelius Lentulus Crus (1 يناير 48 قبل الميلاد – 1 يناير 47 قبل الميلاد خدمة مع P. Servilius Vatia Isauricus)",
        "Q. Caecilius Metellus Celer و Lucius Afranius (1 يناير 59 قبل الميلاد – 1 يناير 58 قبل الميلاد خدمة مع ماركوس كالبرنيس بيبولوس)"
    ],
    "عن طريق": [
        "P. Cornelius Dolabella (المستحيل) و مارك أوناني (1 يناير 44 قبل الميلاد - 15 مارس 44 قبل الميلاد خدمة مع مارك أوناني )",
        "Q. Fabius Maximus (المستحيل) و Gaius Trebonius (المستحيل) (1 يناير 46 قبل الميلاد – سبتمبر 45 قبل الميلاد خدمة مع M. Aemilius Lepidus (46 قبل الميلاد))"
    ],
    "بعد": [
        "Q. Fufius Calenus و Publius Vatinius (1 يناير 48 قبل الميلاد – 1 يناير 47 قبل الميلاد خدمة مع P. Servilius Vatia Isauricus)",
        "L. Calpurnius Piso Caesoninus و Aulus Gabinius (1 يناير 59 قبل الميلاد – 1 يناير 58 قبل الميلاد خدمة مع ماركوس Calpurnius Bibulus)"
    ]
}