{
    "título": [
        "Examen de registro: examen general"
    ],
    "Acrónimo": [
        "“GRE”"
    ],
    "Tipo": [
        "Examen estandarizado basado en ordenador o papel"
    ],
    "Desarrollador / administrador": [
        "Servicio de pruebas educativas"
    ],
    "Conocimientos / habilidades probadas": [
        "Escritura analítica, razonamiento cuantitativo y razonamiento verbal."
    ],
    "Finalidad": [
        "Admisión a programas de maestría y doctorado en varias universidades"
    ],
    "Año comenzado": [
        "1936; hace 83 años (1936)"
    ],
    "Duración": [
        "Aproximadamente 3 horas y 45 minutos (incluye 1 minuto de descanso después de cada sección y 10 minutos de descanso después de la tercera sección)"
    ],
    "Tamaño de puntuación": [
        "Escritura analítica: 0,0 a 6,0 (en incrementos de 0,5 puntos),, Razonamiento verbal: 130 a 170 (en incrementos de 1 punto),, Razonamiento cuantitativo: 130 a 170 (en incrementos de 1 punto)."
    ],
    "Puntuación / Validez de grados": [
        "5 años"
    ],
    "Ofrecido": [
        "Examen basado en ordenador: Varias veces al año (dependiendo de la disponibilidad del centro de pruebas), Examen basado en papel: Hasta 3 veces al año en octubre, noviembre y febrero"
    ],
    "Restricciones sobre intentos": [
        "Test basado en ordenador: sólo se puede tomar una vez después de 21 días a partir del día del examen en cada año. Máximo de 5 veces al año. (Se aplica incluso si el candidato cancela las puntuaciones en una prueba tomada anteriormente.), Test basado en papel: Se puede tomar tantas veces como se ofrece."
    ],
    "Países / regiones": [
        "Aproximadamente 1.000 centros de pruebas en más de 160 países, (la prueba basada en papel sólo se ofrece en áreas donde la prueba basada en ordenador no está disponible)."
    ],
    "Idiomas": [
        "Inglés"
    ],
    "Número anual de examinadores": [
        "584,677 (2016)"
    ],
    "Prerequisitos / criterios de elegibilidad": [
        "No es un requisito oficial. Destinado a graduados de licenciatura y estudiantes de pregrado que están a punto de graduarse."
    ],
    "Fee": [
        "US$ 205, (ofertas limitadas de Programa de Reducción de tasas para ciudadanos estadounidenses o extranjeros residentes que demuestren necesidad financiera, y para programas nacionales en los Estados Unidos que trabajan con grupos subrepresentados.)"
    ],
    "Puntuaciones / puntuaciones utilizadas por": [
        "La mayoría de las escuelas de posgrado en Estados Unidos, y pocos en otros países"
    ],
    "Sitio web": [
        "www.ets.org /gre"
    ]
}