{
    "Título": [
        "Examen de Admisión a la Escuela de Derecho"
    ],
    "Acrónimo": [
        "“LAT”"
    ],
    "Tipo": [
        "Examen Estandarizado"
    ],
    "Desarrollador / administrador": [
        "Consejo de Admisión de la Escuela de Derecho"
    ],
    "Conocimientos / habilidades probadas": [
        "Comprensión de lectura, razonamiento analítico, razonamiento lógico y escritura (unscored)."
    ],
    "Propósito": [
        "Admisión a los programas de Juris Doctor (JD) de las escuelas de derecho en los Estados Unidos, Canadá y algunos otros países."
    ],
    "Año comenzado": [
        "1948 (1948)"
    ],
    "Duración": [
        "35 minutos para cada una de las 5 secciones, por un total de 2 horas y 55 minutos (excluyendo descansos)."
    ],
    "Puntuación / rango de grados": [
        "120 a 180, en incrementos de 1 punto."
    ],
    "Puntuación / Validez de grados": [
        "Las puntuaciones de hasta 12 pruebas tomadas desde el 1 de junio de 2008 son válidas."
    ],
    "Ofrecido": [
        "En 2018, 5 veces: febrero, junio, julio, septiembre y noviembre."
    ],
    "Restricciones sobre intentos": [
        "A partir de septiembre de 2019, no más de 3 intentos en un año LSAC (junio-mayo), no más de 5 intentos en 5 años, no más de 7 intentos en una vida."
    ],
    "Países / regiones": [
        "En todo el mundo"
    ],
    "Idiomas": [
        "Inglés"
    ],
    "Prerequisitos / criterios de elegibilidad": [
        "No es un requisito oficial. Destinado a los graduados de licenciatura y estudiantes de pregrado que están a punto de graduarse, que desean aplicar a las escuelas de derecho."
    ],
    "Taxa": [
        "US$ 190. (Los ciudadanos estadounidenses, canadienses y australianos con necesidades financieras extremas pueden recibir exenciones de tasas válidas para dos exámenes en un período de dos años.)"
    ],
    "Puntuaciones / calificaciones utilizadas por": [
        "escuelas de derecho en Estados Unidos, Canadá, Australia y algunos otros países."
    ],
    "Sitio web": [
        "www.lsac.org /jd /lsat"
    ]
}