{
    "Título": [
        "Examen de aptitud en ingeniería"
    ],
    "Acrónimo": [
        "“GATE”"
    ],
    "Tipo": [
        "Examen estandarizado basado en ordenador"
    ],
    "Desarrollador //": [
        "Realizado conjuntamente por IISc y 7 IITs en nombre del Consejo Nacional de Coordinación - GATE, Departamento de Educación Superior, Ministerio de Desarrollo de Recursos Humanos, Gobierno de la India."
    ],
    "Conocimientos / habilidades probadas": [
        "Conocimientos de nivel de licenciatura de la disciplina de ingeniería elegida o conocimientos de nivel de maestría de la disciplina de ciencia elegida."
    ],
    "Finalidad": [
        "Admisiones de ingeniería de posgrado, selección para puestos de trabajo de ingeniería de nivel de entrada."
    ],
    "Año comenzado": [
        "1984 (1984) [ cita requerida ]"
    ],
    "Duración": [
        "3 horas"
    ],
    "Puntuación / rango de grados": [
        "Marcas (unscaladas) de 100, en incrementos de 0,33 puntos., Puntuación (escaladas) de 1000, en incrementos de 1 punto."
    ],
    "Validez de puntuación": [
        "3 años (GATE 2015 en adelante)."
    ],
    "ofrecidos": [
        "Una vez al año (generalmente en febrero)."
    ],
    "Países / regiones": [
        "Más de 660 centros en India, Bangladesh, Etiopía, Nepal, Singapur, Sri Lanka y Emiratos Árabes Unidos."
    ],
    "Idiomas": [
        "Inglés"
    ],
    "Prerequisitos / criterios de elegibilidad": [
        "Estudiante de último año o graduado de licenciatura (o equivalente) en ingeniería / arquitectura o maestría (o equivalente) en ciencia, aplicaciones informáticas, etc."
    ],
    "tasas": [
        "INR ₹ 750 para las mujeres indias, SC, ST, y los candidatos físicamente desafiados., INR ₹ 1500 para todos los demás candidatos indios., US $ 50 para los candidatos internacionales."
    ],
    "Puntuaciones / calificaciones utilizadas por": [
        "Varios colegios de ingeniería indios que ofrecen educación de postgrado, varias empresas del sector público indias que reclutan ingenieros, etc."
    ],
    "Sitio web": [
        "gate.iitm.ac.in (para GATE 2019)"
    ]
}