{
    "Título": [
        "Examen de Admisión a la Facultad de Medicina"
    ],
    "Acrónimo": [
        "“MCAT”"
    ],
    "Tipo": [
        "Examen estandarizado basado en ordenador"
    ],
    "Desarrollador / administrador": [
        "Asociación de Colegios Médicos Americanos"
    ],
    "Conocimientos / habilidades probadas": [
        "Ciencias físicas, ciencias biológicas, razonamiento verbal."
    ],
    "Propósito": [
        "Admisión a escuelas médicas (principalmente en Estados Unidos y Canadá; 15 otros países)."
    ],
    "Año comenzado": [
        "1928 (1928)"
    ],
    "puntuación / grados varían de": [
        "118 a 132 (en incrementos de 1 punto) para cada una de las 4 secciones ( Química y Física, Biología / Bioquímica, Análisis crítico y habilidades de razonamiento, y Psicología y Ciencias Sociales )."
    ],
    "Validez de puntuación": [
        "Usualmente de 2 a 3 años (dependiendo de la universidad médica a la que se aplique)."
    ],
    "Ofertado": [
        "25 veces desde enero de 2017 hasta septiembre de 2017."
    ],
    "Restricciones de intentos": [
        "Puede tomarse un máximo de 3 veces en un período de un año; 4 veces en un período de dos años; y 7 veces para toda la vida."
    ],
    "Países / regiones": [
        "Estados Unidos, Canadá y otros 19 países."
    ],
    "Idiomas": [
        "Inglés"
    ],
    "Prerequisitos / criterios de elegibilidad": [
        "El candidato debe estar preparándose para aplicar a una escuela profesional de la salud (en caso contrario, se requiere permiso especial)."
    ],
    "Fee": [
        "Zona de oro (registro de aproximadamente 1 mes o más antes de la fecha de prueba): US $ 310, Tarifa de rescate: US $ 75Refecto de cancelación: US $ 155, Zona de plata (registro de aproximadamente 3 a 4 semanas antes de la fecha de prueba): US $ 310, Tarifa de rescate: US $ 135Refecto de cancelación: US $ 135, Zona de bronce (registro de aproximadamente 1 a 2 semanas antes de la fecha de prueba): US $ 360, Tarifa de rescate: n / aRefecto de cancelación: n / aTest internacional: US $ 100 además de lo anterior., (Programa de asistencia a la tarifa disponible para ciudadanos de Estados Unidos, residentes permanentes o refugiados, demostrando necesidad financiera.)"
    ],
    "Puntuaciones / calificaciones utilizadas por": [
        "Colegios Médicos (principalmente en Estados Unidos y Canadá)."
    ],
    "Sitio web": [
        "estudiantes-residentes.aamc.org /applying-medical-school /taking-mcat-exam /"
    ]
}